{
	// Main menu
    "EarlyAccessLabel": "Early Access",
	"EarlyAccessLabel.XB1": "Game Preview",
	"EarlyAccessWatermarkFormat": "{0:MMM-yyyy} {1}",
	"Play": "Chơi",
	"NewGame": "Chơi mới",
	"StartNewGame": "Bắt đầu chơi mới",
	"LoadGame": "Đã lưu",
    "New Game Tooltip": "BƯỚC VÀO THẾ GIỚI SUBNAUTICA",
    "ContinueGame": "Tiếp tục chơi",
	"Quit": "Thoát",
    "Exit Tooltip" : "RETURN TO THE SURFACE",
	"Survival": "Sinh tồn",
    "SurvivalDescription": "Tránh sinh vật nguy hiểm, tìm kiếm tài nguyên và quản lý lương thực để tồn tại.",
	"Freedom": "Tự do",
    "FreedomDescription": "Giống như sinh tồn, nhưng không có đói hay khát.",
	"Hardcore": "Hardcore",
    "HardcoreDescription": "Chế độ tồn tại với chỉ có một mạng duy nhất. Không cảnh báo khi hết O2 .",
    "Creative": "Sáng tạo",
    "CreativeDescription": "Xây dựng mọi thứ không giới hạn. Oxy, thực phẩm, áp lực nước, nguy hiểm và cái chết bị vô hiệu hóa.",
	"Back": "Trở lại",
	"LatestNews": "Tin tức mới",
	"NewsLoading": "Đang tải...",
    "OptionsTooltip" : "TRƯỚC KHI BẮT ĐẦU",
	"DevelopmentVersion": "Phiên bản đang phát triển",
    "NoBattery" : "Không có pin trong hòm đồ",
	"GetDevelopmentUpdates": "Cập nhật phiên bản",
	"GotFeedback": "Nhận phản hồi?\nXem PlaySubnautica.com",
	"Feedback": "Phản hồi",
	"ViewOnSteam": "Xem trên Steam",
	"SubnauticaStore": "Cửa hàng Subnautica",
	"SubnauticaStoreSecondary": "T-shirts, posters, và hơn nữa!",
	"RedeemaKey": "Lấy khóa",
	"KeyRedemption": "Lấy Khóa",
	"GetDevUpdates": "Cập nhật phiên bản",
	"GetDevUpdatesDescription": "Nhập email của bạn để nhận thông báo khi cập nhật tiếp theo của Subnautica Early Access được phát hành!",
	"EnterEmailPlaceholder": "Nhập email...",
	"ViewPastUpdates": "Xem lại cập nhật",
	"Subscribe": "Theo dõi",
	"RedeemanItemKey": "Lấy Khóa Vật phẩm",
	"EnterKeyPlaceholder": "Nhập khóa...",
	"RedemptionDescription": "Bạn có một khóa của Subnautica! Lấy ở đây và thêm vào tài khoản Steam của bạn , đồng thời được kích hoạt trong trò chơi",
	"Redeem": "Lấy",
	"Help": "Giúp đỡ",
	"Inventory": "Kho đồ",
	"OpenSteamInventory": "Mở kho trên Steam",
	"BackToDevNews": "Trờ lại bản tin",
	"EconomyWarning": "Tính năng này hiện đang được thử nghiệm phát hành hạn chế. Hãy bỏ qua nó!",
	"DevelopmentNews": "Bản tin nhà phát hành",
	"ReadMore": "Đọc thêm...",
	"SavedGames": "Game đã lưu",
    "SavingGame" : "Đang lưu...",
    "GameSaved" : "Đã lưu game.",
    "GameNotSaved" : "Game KHÔNG được lưu.",
    "DamagedSavedGame": "<color='#000000FF'>Tệp lưu đã hư hỏng</color>",
	"MasterVolume": "Âm lượng tổng thể",
	"MusicVolume": "Âm lượng nhạc",
    "NewGameConfirmation": "Đã Tồn tại một bản lưu cho chế độ chơi và sẽ bị ghi đề lên bản lưu đó. Tiếp tục?",
    "PressStart": "Nhấn bắt đầu",
    "PressStart.XB1": "Nhấn Menu",
    "PressStart.PS4": "Nhấn cài đặt",
	"PressAnyButton": "Nhấn bất kỳ nút nào để tiếp tục",
    "StartScreenLoading": "Đang tải...",
    "SlotEmpty": "NGĂN RỖNG",
    "EarlyAccessWarning": "Phần mềm phát hành trước.\nTrò chơi này đang trong giai đoạn phát triển. Điều này có nghĩa rằng một số phần của trò chơi sẽ không hoạt động như mong đợi (hoặc hoàn toàn không hoạt động). Trò chơi thậm chí có thể ngưng hoạt động không đúng cách.",
    "EarlyAccessWarning.XB1": "Phần mềm phát hành trước.\nTrò chơi này đang trong giai đoạn tiền phát hành của phát triển. Điều này có nghĩa rằng một số phần của trò chơi, bao gồm các tính năng của Xbox Live (như tán gẫu và nhiều người chơi), có thể không hoạt động như mong đợi (hoặc có thể hoàn toàn không hoạt động). Trò chơi thậm chí có thể ngưng hoạt động không đúng cách . Bởi vì đây là một trò chơi thử nghiệm, Microsoft và các nhà xuất bản không cam kết cung cấp hỗ trợ khách hàng cho trò chơi.",
    "EarlyAccessWarning.PS4": "",
    "SceneLoading": "Đang tải môi trường",
    "HorizontalSensitivity" : "Độ nhạy ngang",
    "VerticalSensitivity" : "Độ nhạy dọc",
    "InvertLook" : "Đảo ngược tầm nhìn",
    "EnableController" : "Kích hoạt tay cầm",
	"GazeBasedCursor" : "Hiển thị con trỏ",
    "ResetToDefault" : "Trở về Mặc định",
	"SavedGameOutdatedHeader": "Bản lưu lỗi thời",
	"SavedGameOutdatedIntroduction": "Bản lưu này đã được tạo ra trước bản cập nhật lớn mới nhất và đang bao gồm các dữ liệu địa hình đã rất lỗi thời.",
	"SavedGameOutdatedDescription1": "Bạn có thể tiếp tục chơi bản lưu này. Tuy nhiên, chúng tôi khuyên bạn nên bắt đầu một trò chơi mới. Kể từ khi trò chơi này đã được bắt đầu, thế giới Subnautica đã được mở rộng đáng kể. Hang động mới, khu vực và địa điểm đã được thêm vào. Bản lưu cũ sẽ không được bao gồm các khu vực mới và đẹp hơn của trò chơi.

Nếu bạn chọn để tiếp tục chơi bản lưu này, nó sẽ được nâng cấp. Nâng cấp này có thể chèn thêm địa hình mới trên quy mô rộng lớn mà trước đây chỉ là bãi cát trống. Việc nâng cấp sẽ chỉ cung cấp một phần nhất định các địa hình mới, và chúng tôi vẫn khuyên bạn nên bắt đầu một trò chơi mới hoàn toàn.",
	"SavedGameOutdatedDescription2": "Việc nâng cấp sẽ xóa bỏ hoàn toàn bất kỳ căn cứ, tàu ngầm, hoặc các thiết bị nằm trong hoặc gần một khu vực được nâng cấp. Bất kỳ thứ gì thuộc về bạn nằm bên ngoài một khu vực được nâng cấp sẽ không bị ảnh hưởng.",
	"SavedGameOutdatedLearnMore": "Tìm hiểu thêm về hệ thống địa hình của Subnautica",
	"SavedGameOutdatedUpgrade": "Cập nhật và tải game",
	"Cancel": "Hủy bỏ",
	"TerrainSystemInformationHeader": "Thông tin hệ thống địa hình",
	"TerrainSystemInformationText": "Subnautica sử dụng một hệ thống địa hình voxel lưu trữ thông tin theo lô. Mỗi lô là một khối lập phương rộng 160m, và thế giới được tạo thành từ khoảng 12.500 trong số đó.

Đội ngũ phát triển liên tục làm việc trên các lô. hang động mới được chạm khắc, khe núi cắt ra, rừng Kelp trồng, và hình thành đá điêu khắc.

Subnautica được cập nhật thường xuyên. Nếu chi nhánh thực nghiệm được chơi, nó được cập nhật ba lần mỗi ngày! Trò chơi đã lưu cần phải làm việc trên nhiều phiên bản game. Nếu không, ngay sau khi đội ngũ phát triển đã phát hành một bản cập nhật, các trò chơi lưu sẽ bị mất.

Thông tin trò chơi lưu nhất có thể tồn tại một bản cập nhật. Ví dụ, một kho chứa hai bình dưỡng khí có thể tồn tại nếu một loại mới của bộ đồ lặn craftable được thêm vào trò chơi.

Các thông tin khác không thể tồn tại một bản cập nhật. Ví dụ, giả sử một seabase được xây dựng trên một vách đá, và giả sử các nhóm phát triển các công trình trên lô chứa vách đá, nâng chiều cao vách đá.

Nếu đó lưu trò chơi được tải, các seabase sẽ bị mắc kẹt bên trong các vách đá. Không chỉ các cơ sở sẽ không thể tiếp cận, nhưng các cầu thủ có thể bị mắc kẹt trong đó quá, và tất cả các địa ngục sẽ phá vỡ lỏng bên trong trò chơi logic Subnautica của.

Để giải quyết vấn đề này, tất cả các game lưu giữ bản sao của chính nó của dữ liệu địa hình. dữ liệu này lưu trữ thế giới như nó là khi trò chơi đã được bắt đầu, cùng với những sửa đổi bởi một người chơi (Ví dụ, đào cát để tạo ra một hang động).

Khi cập nhật mới được phát hành, các trò chơi lưu nhận được các tính năng mới, vật phẩm, sinh vật, và như vậy. Nhưng nó không bao giờ nhận được địa hình mới. Điều này thường là ok. Trong trường hợp cập nhật lớn, nó không phải là.

hệ thống trò chơi mới và các mặt hàng bao gồm trong bản cập nhật này phụ thuộc vào các dữ liệu chứa trong lô địa hình mới. Nếu một trò chơi cũ đã lưu cố gắng để chơi phiên bản hiện tại, nó sẽ không hoạt động đúng và thậm chí có thể sụp đổ Subnautica hoàn toàn.

Đây là lý do tại sao trò chơi cũ đã lưu phải được nâng cấp để chơi các trò chơi. Vì vậy một số lô địa hình buộc phải cập nhật, cho phép các cập nhật mới để hoạt động. Bất kỳ công cụ (như seabases) được đặt trong các lô bị phá hủy bởi quá trình này, để tránh những tình huống mắc kẹt-trong-một-vách đá mô tả ở trên.

Tuy nhiên, việc nâng cấp là không hoàn hảo. Tùy thuộc vào hoàn cảnh cụ thể, nó có thể là khoảng trống có thể mở ra trong địa hình, hoặc các hệ thống không hoạt động hoàn hảo. Ngoài ra, các ugprade không bao gồm tất cả các dữ liệu địa hình mới từ phần còn lại của thế giới.

 Để chơi với một hoàn toàn cập nhật trên thế giới, nó là cần thiết để bắt đầu một trò chơi mới. Sự lựa chọn là của bạn. Bất kể sự lựa chọn của bạn, cảm ơn bạn đã tham gia Subnautica Early Access. Bạn đang khá nghĩa là xem một thế giới đại dương ngoài hành tinh phát triển trước mắt bạn. Quá trình nâng cấp trò chơi đã lưu này là một ví dụ điển hình của sự tăng trưởng đó.",
	"GoBack": "Quay trở lại",
	"Troubleshooting": "Xử lý sự cố",
	"TroubleshootingText1": "Có vấn đề với Subnautica? Đội ngũ phát triển muốn giúp bạn! Dưới đây là một số cách để giải quyết vấn đề:",
	"TroubleshootingGuide": "Hướng dẫn xử lý sự cố",
	"TroubleshootingText2": "Người chơi Subnautica khác có thể có cùng một vấn đề, và tìm ra giải pháp. Duyệt các chủ đề và cố gắng bắt đầu các cuộc thảo luận riêng của bạn trên các diễn đàn Steam:",
	"TroubleshootingForum": "Diễn đàn xử lý sự cố",
	"TroubleshootingText3": "Để tham khảo, dưới đây là một số thông tin về máy tính của bạn. Thông tin này thường là điều cần thiết khi cố gắng giải quyết vấn đề:",
	"CPU": "CPU",
	"RAM": "RAM",
	"GPU": "GPU",
	"GPURAM": "GPU RAM",
	"OS": "OS",
	"Threads": "Chủ đề",
	"Version": "Phiên bản",
	"BuildDate": "Ngày tạo",
	"megabytes": "megabytes",
	"LogicalProcessors": "vi xử lý",
	"MinSpecHeader": "Cảnh báo",
	"MinSpecIntroduction": "Máy tính này không đáp ứng đủ các yêu cầu hệ thống tối thiểu Subnautica. Nó rất có khả năng Subnautica sẽ chạy chậm và sụp đổ.",
	"MinSpecMemory": "Memory",
	"MinSpecMemoryOk": "Có ít hơn 4 GB bộ nhớ được cài đặt trên máy tính này.",
	"MinSpecMemoryNotOk": "Có ít hơn 4 gigabyte (GB) bộ nhớ có sẵn trên máy tính này. Subnautica sẽ sụp đổ trong thời gian tải, hoặc trong khi chơi.",
	"MinSpecGPUOk": "Đơn vị xử lý đồ họa của bạn dường như là đủ mạnh mẽ để chơi Subnautica.",
	"MinSpecGPUNotOk": "Bộ xử lý đồ họa không đủ mạnh mẽ. Bạn có thể trải nghiệm tốc độ khung hình rất tệ.",
	"MinSpecGPUUnknown": "Subnautica không thể xác định được đơn vị xử lý đồ họa của bạn. Nó có thể tốt hoặc có thể không đủ mạnh.",
	"MinSpecCPUOk": "Đơn vị xử lý trung tâm của máy tính này có đủ bộ xử lý logic để chơi.",
	"MinSpecCPUNotOk": "Đơn vị xử lý trung tâm dường như có ít hơn hai bộ xử lý logic. Bạn có thể trải nghiệm tốc độ khung hình rất tệ.",
	"MinSpecFAQButton": "Xem câu hỏi thường gặp",
	"Dismiss": "Bỏ qua",
	"WhatIsThis": "Đây là gì?",
	"MinSpecFAQ": "Các câu hỏi thường gặp",
	"MinSpecAnswer0": "Can I run Subnautica on a different computer?

Yes. You can run Subnautica on any computer on which your Steam account is logged in. Subnautica is tied to a Steam account, not a particular computer.",
	"MinSpecAnswer1": "Can I get a refund? My computer does not meet these requirements.

Because Subnautica is sold via Steam, Steam has absolute and sole discretion over the issue of refunds. Unknown Worlds cannot issue refunds, or intervene on your behalf with Steam.",
	"MinSpecAnswer2": "How was I supposed to know about these requirements?

Subnautica has minimum and recommended system requirements listed on its Steam Store page.",
	"MinSpecAnswer3": "Are these system requirements really high?

Subnautica's minumum system requirements are not high. The minimum GPU requirement is less powerful than what is found in a modern game console.",
	"MinSpecAnswer4": "What happens if I try to play Subnautica despite this warning?

Subnautica might run just fine. It might crash as soon as it tries to load the game world. We're not sure what exactly will happen for individual cases, but it is very likely Subnautica will run slowly and / or crash.",
	"MinSpecAnswer5": "Will these system requirements ever drop?

It is unlikely Subnautica's minimum system requirements will drop lower than they are at present.",
	"MinSpecMemoryInfoHeader": "Xem thêm thông tin - Bộ nhớ",
	"MinSpecMemoryInfoText": "Máy tính thường có hai loại bộ nhớ - bộ nhớ tạm thời, thường được gọi là bộ nhớ truy cập ngẫu nhiên (RAM), và bộ nhớ lưu trữ của ổ đĩa cứng.

ổ đĩa lưu trữ các tập tin và thư mục, và dung lượng tróng RAM để máy tính hoạt động. Subnautica cần 4 gigabyte (GB) RAM để có thể tính toán tất cả các sinh vật, địa hình, vật lý, và lối chơi được tìm thấy trong thế giới game. Nếu không có 4 GB bộ nhớ RAM, Subnautica không thể tính đúng, và sẽ sụp đổ.

Bạn không thể có được bộ nhớ RAM nhiều hơn khi sử dụng các công cụ phần mềm. Giải phóng không gian trên ổ đĩa của bạn bằng cách xóa các tập tin và thư mục sẽ không làm cho bộ nhớ RAM trống. Để có được bộ nhớ RAM nhiều hơn, bạn cần phải cài đặt nhiều RAM hơn hoặc cao hơn trong máy tính của bạn.

Tùy thuộc vào loại máy tính mà bạn có, điều này có thể hoặc có thể không được tốt. Ví dụ, nó thường rất khó để cài đặt thêm RAM trong một máy tính xách tay. Bạn có thể liên hệ với nhà sản xuất máy tính của bạn và yêu cầu họ nếu có thể nâng cấp máy tính của bạn.

Nếu bạn muốn tìm hiểu thêm về bộ nhớ RAM, và làm thế nào để có được nhiều RAM hơn, hãy thử mở một cuộc thảo luận trên các diễn đàn Steam. Các Game thủ khác có thể giúp bạn!",
	"MinSpecOpenSteamForums": "Mở Steam Forums",
	"MinSpecRAMDetected": "RAM hiện có:",
	"MinSpecGPUInfoHeader": "Thêm thông tin - GPU",
	"MinSpecGPUInfoText": "Máy tính sử dụng Graphics Processing Units (GPU) để biến thông tin về thế giới trò chơi Subnautica của thành điểm ảnh mà bạn có thể nhìn thấy trên màn hình của bạn. Chúng thường được gọi là Graphics Cards.

Thật khó để xác định chính xác những loại GPU cần thiết để chạy Subnautica, bởi vì có nhiều loại khác nhau, và được xác định với nhiều thương hiệu khác nhau.

Nói chung, một GPU mà điểm số hơn 950 điểm trong bài kiểm tra benchmark 3DMark Firestrike sẽ có khả năng chạy Subnautica với thiết lập đồ họa tối thiểu, ở độ phân giải 1280 x 720.

Nếu Subnautica đã phát hiện ra rằng GPU của bạn không đủ mạnh mẽ, bạn vẫn có thể chơi. Tuy nhiên, tỉ lệ khung hình của bạn (tốc độ mà trò chơi chạy) có thể là rất tệ. Tùy thuộc vào loại máy tính mà bạn có, bạn có thể nâng cấp GPU của bạn.

Để tìm hiểu thêm về GPU, và để xác định nếu GPU của máy tính này có thể được nâng cấp, hãy thử mở một chủ đề thảo luận trên các diễn đàn Steam.",
	"MinSpecGPUDetected": "GPU hiện có:",
	"MinSpecCPUInfoHeader": "Thêm thông tin - CPU",
	"MinSpecCPUInfoText": "Central Processing Units (CPU) thực hiện các tính toán để xác định những gì đang xảy ra trong thế giới trò chơi Subnautica của. Ví dụ, họ tính toán sức nổi của cuộc sống Pod, và vị trí của mỗi Peeper cá nhân.

CPU gióng như một bộ nảo suy nghĩ .Các số suy nghĩ rằng một CPU có thể nghĩ một lúc được xác định bởi số lượng các bộ xử lý logic nó có.

CPU có thể có nhiều bộ xử lý hợp lý bởi có nhiều hơn một lõi - một phần cứng mà thực hiện đề tài. Họ có thể chia nhỏ các lõi vào nhiều chủ đề. Ví dụ, CPU Intel nhiều người sử dụng một kỹ thuật gọi là Hyper Threading. 

Tuy nhiên CPU đi về có nhiều hơn một bộ xử lý logic, Subnautica cần ít nhất hai trong số họ để chạy đúng. Nếu máy tính này còn ít hơn so với hai bộ xử lý logic, nó là rất có khả năng nó sẽ chạy chậm và sụp đổ.

Đôi khi CPU có thể được nâng cấp. Để xác định xem máy tính này có thể được nâng cấp, hãy thử mở một chủ đề thảo luận trên các diễn đàn Steam.",
	"MinSpecLPsDetected": "Logical processors hiện có:",
	"MinSpecCPUDetected": "CPU hiện có:",
	"NewsletterSignup": "Đăng ký bản tin",

	// Save games

	"TimeFormatMinutes" : "{0} phút",
	"TimeFormatHoursMinutes" : "{0} giờ, {1} phút",
	"TimeFormatDaysHoursMinutes" : "{0} ngày, {1} giờ, {2} phút",
    "DateFormat" : "{0:d MMMM yyyy - h.mm tt}",

	"DeleteSaveWarning" : "Bạn có chắc chắn là muốn xóa bản lưu này? Bản lưu sẽ không thể phục hồi sau đó.",
	"DeleteCancelButton" : "Giữ",
	"DeleteConfirmButton" : "Xóa",

	// Options screen

	"General": "Tổng thể",
    "Graphics" : "Đồ Họa",
    "Controller": "Tay cầm",
	"Language": "Ngôn ngữ",
	"Resolution": "Độ phân giải",
    "Fullscreen": "Toàn màn hình",
    "Quality" : "Chất lượng",
    "WaterQuality" : "Chất lượng nước",
    "Antialiasing" : "Khử răng cưa",
    "AntialiasingQuality" : "Chất lượng khử răng cưa",
    "VRRenderScale" : "Quy mô VR",
    "Apply" : "Áp dụng",
	"FieldOfView": "Tầm nhìn",
	"Vsync": "Vsync",
	"Options": "Cài đặt",
	"InvertMouse": "Đảo ngược chuột",
	"MouseSensitivity": "Độ nhạy chuột",
	"DisableMousePitch": "Vô hiệu hóa chuột",
	"ArmFollowsGaze": "Tay theo tầm nhìn",
	"Display": "Hiển thị",
	"Sound": "Âm thanh",
	"Keyboard": "Bàn phím",
	"Bindings": "Cài đặt phím",
	"Primary": "Phím chính",
	"Secondary": "Phím phụ",
	"Low": "Thấp",
	"Medium": "Trung Bình",
	"High": "Cao",
    "DisplayFormat" : "Màn {0}",
    "ControllerLayout" : "Giao diện",
    "LensDirt" : "Hiệu ứng Lens",
    "DepthOfField" : "Chiều sâu điểm ảnh",
    "MotionBlurQuality" : "Chất lượng chuyển động mờ",
    "AmbientOcclusion" : "Đổ bóng môi trường",
    "ScreenSpaceReflections": "Phản xạ vòm",
    "ColorGrading" : "Cảm nhận màu sắc",
	"ChromaticAberration" : "Quang sai",
	"Dithering" : "Pha trộn màu",
	"Preset" : "Thiết lập sẵn",
	"FXAA": "FXAA",
	"TAA" : "TAA",
	"Custom": "Tùy biến",
	"Advanced": "Chuyên sâu",
	"Detail": "Chi tiết",
	"Off": "Tắt",
	"Filmic": "Phim ảnh",
	"Neutral": "Trung lập",

    "ControllerLayoutAutomatic" : "Tự động",
    "ControllerLayoutXbox360" : "Xbox 360",
   	"ControllerLayoutXboxOne" : "Xbox One",    
   	"ControllerLayoutPS4" : "PS4",

	"OptionJump": "Nhảy",
	"OptionPDA" : "PDA",
    "OptionDeconstruct": "Tháo dỡ",
    "OptionExit": "Thoát / Tay không",
    "OptionLeftHand": "Tay trái / Sử dụng",
    "OptionRightHand": "Tay phải",
    "OptionNextItem": "Item tiếp theo",
    "OptionPrevItem": "Item trước đó",
    "OptionSlot1": "Ngăn 1",
    "OptionSlot2": "Ngăn 2",
    "OptionSlot3": "Ngăn 3",
    "OptionSlot4": "Ngăn 4",
    "OptionSlot5": "Ngăn 5",
	"OptionAltTool": "Sử dụng công cụ",
    "OptionRotateConstructableLeft": "Xoay Item qua trái",
    "OptionRotateConstructableRight": "Xoay Item qua phải",
    "OptionTakePicture": "Chụp ảnh",
    "OptionReload": "Thay đạn",
    "OptionMoveUp": "Đi lên",
    "OptionMoveDown": "Đi xuống",
    "OptionMoveForward": "Đi tới",
    "OptionMoveBackward": "Đi lùi",
    "OptionMoveLeft": "Qua trái",
    "OptionMoveRight": "Qua phải",
    "OptionSprint": "Chạy",
    "OptionLookUp": "Nhìn lên",
    "OptionLookDown": "Nhìn xuống",
    "OptionLookLeft": "Nhìn trái",
    "OptionLookRight": "Nhìn phải",
	
    // Language names
	"LanguageBulgarian" : "Bulgarian",
	"LanguageChinese (Simplified)": "Chinese (Simplified)",
	"LanguageCroatian" : "Croatian",
	"LanguageCzech" : "Czech",
	"LanguageDanish" : "Danish",
	"LanguageDutch" : "Dutch",
	"LanguageEnglish" : "English",
	"LanguageFinnish" : "Finnish",
	"LanguageFrench" : "French",
	"LanguageGerman" : "German",
	"LanguageGreek" : "Greek",
	"LanguageHebrew" : "Hebrew",
	"LanguageHungarian" : "Hungarian",
	"LanguageItalian" : "Italian",
	"LanguageJapanese" : " Japanese",
	"LanguageKorean" : "Korean",
	"LanguageLatvian" : "Latvian",
	"LanguageLithuanian" : "Lithuanian",
	"LanguageNorwegian" : "Norwegian",
	"LanguagePolish" : "Polish",
	"LanguagePortuguese (Brazil)" : "Portuguese (Brazil)",
	"LanguagePortuguese" : "Portuguese",
	"LanguageRomanian" : "Romanian",
	"LanguageRussian" : "Russian",
	"LanguageSerbian" : "Serbian",
	"LanguageSlovak" : "Slovak",
	"LanguageSpanish" : "Spanish",
	"LanguageSwedish" : "Swedish",
	"LanguageThai" : "Thai",
	"LanguageTurkish" : "Turkish",
	"LanguageUkrainian" : "Ukrainian",
	"LanguageVietnamese": "Tiếng Việt",

	// Input names
	"Mouse": "Chuột",
    "MouseButtonLeft": "Chuột trái",
    "MouseButtonRight": "Chuột phải",
    "MouseButtonMiddle": "Chuột giữa",
    "MouseWheelUp": "Lăn chuột lên",
    "MouseWheelDown": "Lăn chuột xuống",
    "Tab": "Tab",
    "LeftBracket": "Móc trái",
    "RightBracket": "Móc phải",
    "LeftShift": "Shift trái",
    "RightShift": "Shift phải",
    "LeftControl": "Control trái",
    "RightControl": "Control phải",
	"NoInputAssigned": "Phím chưa đặt",
    "ControllerButtonA": "A Button",
    "ControllerButtonB": "B Button",
    "ControllerButtonX": "X Button",
    "ControllerButtonY": "Y Button",
    "ControllerButtonLeftBumper":  "Left Bumper",
    "ControllerButtonRightBumper": "Right Bumper",
    "ControllerButtonBack": "Back Button",
    "ControllerButtonBack.XB1": "View Button",
    "ControllerButtonHome": "Start Button",
    "ControllerButtonHome.XB1": "Menu Button",
    "ControllerButtonLeftStick": "Left Stick Click",
    "ControllerButtonRightStick": "Right Stick Click",
    "ControllerLeftTrigger": "Left Trigger",
    "ControllerRightTrigger": "Right Trigger",
    "ControllerRightStick": "Right Stick",
    "ControllerRightStickRight":  "Right Stick Right",
	"ControllerRightStickLeft":  "Right Stick Left",
	"ControllerRightStickUp":  "Right Stick Up",
	"ControllerRightStickDown":  "Right Stick Down",
	"ControllerLeftStick": "Left Stick",
	"ControllerLeftStickRight":  "Left Stick Right",
	"ControllerLeftStickLeft":  "Left Stick Left",
	"ControllerLeftStickUp":  "Left Stick Up",
	"ControllerLeftStickDown":  "Left Stick Down",
	"ControllerDPadRight":  "D-pad Right",
	"ControllerDPadLeft":  "D-pad Left",
	"ControllerDPadUp":  "D-pad Up",
	"ControllerDPadDown":  "D-pad Down",
	"ControllerButtonPs4Cross" : "Cross Button",
	"ControllerButtonPs4Circle" : "Circle Button",
	"ControllerButtonPs4Triangle" : "Triangle Button",
	"ControllerButtonPs4Square" : "Square Button",
	"ControllerButtonPs4Share" : "Share Button",
	"ControllerButtonPs4Options" : "Options Button",
	"ControllerPs4L1" : "L1 Button",
	"ControllerPs4L2" : "L2 Button",
	"ControllerPs4R1" : "R1 Button",
	"ControllerPs4R2" : "R2 Button",
										

    // 
    "Deprecated" : "Phân giải", 
    "DeprecatedBuildableInstructions" : "Sử dụng công cụ xây dựng để phân giải cấu trúc", 

    // Loading intro
    "LoadingEquipment" : "Đang tải thiết bị",
    "LoadingFormat" : "{0} ({1:0s})",
    "LoadingOperationFormat" : "{0} {1:P0} ({2:0s})",
	"IntroUWEPresents": "MỘT THẾ GIỚI CHƯA ĐƯỢC KHÁM PHÁ\nHÃY CẨN THẬN",	
	"IntroUWEPresents.XB1": "MỘT THẾ GIỚI CHƯA ĐƯỢC KHÁM PHÁ\n&\nCÔNG NGHỆ\n\nHÃY CẨN THẬN",
    "LoadingSceneFormat": "Đang tải {0}",
	"Essentials": "Quan trọng",
	"Loading": "Đang tải...",
    "Aurora": "Tàu Aurora",
    "Precursor_Interior_Gun_Lower": "µ\u0033\u0061",
    "Precursor_Interior_Gun_Upper": "µ\u0033\u0062",
    "UnauthorizedAccessException": "Truy cập không hợp lệ! Subnautica đã bị từ chối truy cập bởi tác vụ khác.",
	"LoadingWorld": "Đang tải thế giới",
	"LoadingWorldTiles": "Đang tải khu vực",
	"LoadingEntityCells": "Đang tải vật thể",
	"PreloadingBase": "Đang nạp căn cứ",
    "CheckWorldFailure": "Thất bại khi tìm kiếm dữ liệu về thế giới",
    "WorldAlreadyMounted": "Dữ liệu thế giới đã được nạp",
    "BatchLoadExceptionFormat": "Thất bại trong tải lô {0}", 

    // Intro hints
    "HintLook": "Sử dụng {0} để nhìn xung quanh",
    "HintMove": "{0} để di chuyển",
    "HintPickupFireExtinguisher": "{0} để nhặt bình cứu hỏa",
    "HintUseFireExtinguisher": "{0} để bắt đầu chữa cháy",
    "HintOpenClosePDA": "Ấn {0} để mở hoặc đóng PDA",
    "HintKeyboardQuickslots": "{0}, {1}, {2}, {3}, {4} để xử dụng phím tắt",
    "HintGamepadQuickslots": "{0} {1} để chọn phím tắt",
    "HintSuccess": "Xuất sắc!",

    // Hints
    "SwimToSurface": "Bơi lên mặt nước!",

	//In-Game UI
    "PressButton" : "Nhấn nút",
    "Climb" : "Leo",
    "Dig" : "Đào",
    "ExchangePowerSource" : "Đổi nguồn năng lượng ({0})",
    "DriveVehicle" : "Lái phương tiện",
    "CloseDoor" : "Đóng cửa",
    "OpenDoor" : "Mở cửa",
    "ClimbUp" : "Trèo lên",
    "ClimbDown" : "Trèo xuống",
    "GrabOn" : "Bám vào",
    "PickupCable" : "Cáp tải",
    "InsertPowerCell" : "Thêm mới Power Cell",
    "PilotSub" : "Phi công phụ",
    "HoldEToDeconstruct": "Giữ E để phân giải",
    "HoldEToDeconstruct.XB1": "Giữ 'X' để phân giải",
    "HoldEToDeconstruct.PS4": "Giữ '?' để phân giải",
    "HoldEToDeconstruct": "Giữ E để phân giải",
    "Deconstruct": "Phân giải",
    "DeconstructAttachedError": "Linh kiện kèm theo phải được phân giải đầu tiên",
    "BuilderInstructions" : "Xây dựng (left click) Phân giải (E)",
    "BuilderInstructions.XB1" : "Xây dựng (LT/A) Phân giải (X)",
    "BuilderInstructions.PS4" : "Xây dựng (L2/?) Phân giải (?)",
    "BuilderInstructions" : "Xây dựng (left click) Phân giải (E)",
																									  
							  
    "Construct" : "Xây dựng",
    "SetAutopilot" : "Tự động láy",

									 
						 
    "SignInstructions" : "Nhặt lên (click chuột phải để chỉnh sửa)",
    "TerraformerInstructions" : "Kéo nút phải để thêm nguyên liệu. Kéo nút trái để đào nguyên liệu",
    "TerraformerOutOfMaterial" : "Out of material! Dig (shift-drag right button) for more",
    "TerraformerTooClose" : "Quá gần! Lùi lại",
    "TerraformerTooFar" : "Quá xa khu vực!",
    "PipeInstructions" : "Nhấp chuột phải để đặt. Đặt trên mặt nước, hoặc kết nối với đường ống màu xanh hiện có bằng cách nhắm vào nó.",
    "PipeCantReconnect" : "Không thể kết nối đường ống - quá xa!",
    "PipeNotConnected" : "Đường ống không kết nối với bề mặt! Không thể có được không khí.",
    "FeedbackInstructions" : "Nhấn F8 để báo cáo lỗi và phản hồi",
    "FeedbackInstructions.XB1" : "Sử dụng trình đơn phản hồi để báo cáo lỗi và đưa ra thông tin phản hồi",
    "FeedbackInstructions.PS4" : "Sử dụng trình đơn phản hồi để báo cáo lỗi và đưa ra thông tin phản hồi",
    "FeedbackNewReply" : "Bạn đã nhận được thư trả lời nhà phát triển mới. \nNhấn F8 để đọc.",
    "FeedbackNewReply.XB1" : "You have received new developer reply.\nOpen Feedback menu to read it.",
    "FeedbackNewReply.PS4" : "You have received new developer reply.\nOpen Feedback menu to read it.",
    "UseFeedbackForm" : "Sử dụng trả lời từ forums",
    "UseFeedbackForum" : "Mở forums",
																																																																																	  
																																																																									   
										
								 
								   
						 
									 
											  
													  
																  
											   
														
										  
																

    "ControllerDisconnected1": "Bộ điều khiển ngắt kết nối",
    "ControllerDisconnected2": "Nhấn phím bất kỳ để tiếp tục",
    "SaveFailed": "Lưu dữ liệu thất bại.\nThử lại?",
    "SaveFailedSpace": "Lưu thất bại: Ổ đĩa đầy.\nThử lại?",
    "LoadFailed": "Lưu dữ liệu thất bại.\nThử lại?",
																											 
																	

	// Ingame menu
	"Pause": "Dừng",
    "Help": "Trợ giúp",
	"BackToGame": "Trở lại Game",
	"GiveFeedback": "Gởi phản hồi",
	"Save": "Lưu",
	"QuitToDesktop": "Thoát ra Desktop",
	"QuitToMainMenu": "Thoát ra màn hình chính",	
													 
														  
	"AreYouSure": "Bạn có chắc chắn?",
	"Yes": "Yes",
	"No": "No",
	"Space": "Không gian",
	"Monitor": "Màn hình",
	"Minimum": "Tối thiểu",
	"Recommended": "Đề xuất",
	"Highest (experimental)": "Cao nhất (thử nghiệm)",
	"Period": "Giai đoạn",
	"InvertGamepad": "Đảo ngược tầm nhìn",
	"GamepadSensitivity": "Độ nhậy tầm nhìn",
    "SwitchUser": "Chuyển thành viên",
    "GamepadEnabled": "Kích hoạt gamepad",
								   

    "EscToSkip": "Giữ ESC để bỏ qua",
    "EscToSkip.XB1": "Giữ MENU để bỏ qua",
    "EscToSkip.PS4": "Giữ OPTIONS để bỏ qua",
    "NightTime" : "Chuẩn bị cho ban đêm.",
    "SpawnNearbyFailed" : "Dịch chuyển gần đó thất bại.",

    "InventoryFull": "Kho đầy",
    "InventoryCantDropHere": "Không thể thả item này. Dùng kho thay thế",
    "InventoryOverflow": "Kho đầy. Giải phóng một số không gian {0}.",
    "ContainerCantFit": "Không còn chỗ lưu trữ cho item này.",
    "ContainerOverflow" : "Những thay đổi trong bản cập nhật mới nhất đã gây ra hàng tồn kho để tràn. Miễn phí lên không gian để xem nội dung đầy đủ.",
    "RadiationDetected": "PHÁT HIỆN BỨC XẠ",

																		   
														  
    "AdvancedWiringKit": "Advanced wiring kit",
    "Aerogel": "Aerogel",
    "AluminumOxide": "Aluminum oxide crystal",
									 
    "AminoAcids": "Amino acids",
    "AramidFibers": "Synthetic fibers",
    "Benzene": "Benzene",
    "BloodOil": "Blood oil",
    "BloodRoot": "Blood root",
    "BloodVine": "Blood vine",
    "CalciumChunk": "Calcium Outcrop",
    "Compass": "Compass",
    "ComputerChip": "Computer chip",
    "Copper": "Copper ore",
									
    "CopperWire": "Copper wire",
    "Diamond": "Diamond",
								  
    "EnameledGlass": "Enameled glass",
    "HealthFormat": "Sức khỏe: {0:P0}   ",
    "EnergyFormat": "Năng lượng: {0:P0}   ",
    "ThrustFormat": "Sức đẩy: {0:P0}   ",
    "Glass": "Glass",
    "Gold": "Gold",
							
    "Graphene": "Graphene",
    "HydrochloricAcid": "Hydrochloric acid",
						 
								  
									  
										   
									  
    "Lead": "Lead",
							
    "Limestone": "Limestone Outcrop",
    "LimestoneChunk": "Limestone Chunk",
								  
										
								
    "Lithium": "Lithium",
								  
    "Lodestone": "Lodestone",
    "Lubricant": "Lubricant",
    "Magnesium": "Magnesium",
    "Magnetite": "Magnetite",
									  
    "MercuryOre": "Mercury ore",
    "Nanowires" : "Nanowires",
						 
								  
    "NutrientBlock": "Nutrient block",
    "OpalGem": "Opal gem",
    "Pipe": "Pipe",
										   
											   
    "Placeholder": "Placeholder",
    "PlasteelIngot": "Plasteel ingot",
    "Polyaniline": "Polyaniline",
    "Quartz": "Quartz",
								
    "Salt": "Salt deposit",
									
    "ScrapMetal": "Metal salvage",
    "SeaTreaderPoop": "Sea Treader manure",
    "GasPod": "Gas pod",
    "Silver": "Silver ore",
									
    "SmallSupplyCrate": "Small Vac-Pack",
    "Sulphur": "Sulphur",
											 
    "SupplyCrate": "Vac-Pack",
    "Titanium": "Titanium",
    "TitaniumIngot": "Titanium ingot",
									
    "UraniniteCrystal": "Uraninite crystal",
    "Uranium": "Uranium",
								  
    "WiringKit": "Wiring kit",

					  
													 
														   
											  
								  
											 
										   
										  
								  
										
													 
													 
													   
															
									  
													   
											
										  
										  
													  
													
												   
														   
												  
													  
										 
												 

    // PDA
    "InventoryLabel": "KHO",
									
										 
								 
				   
								 
									
    "MODULES": "MODULES",
    "AquariumStorageLabel": "BỂ CÁ",
    "PlanterStorageLabel": "CHẬU CÂY",
    "FiltrationMachineStorageLabel": "MÁY LỌC",
    "CyclopsUpgradesStorageLabel": "NÂNG CẤP MODULES",
									
    "EquipmentLabel": "TRANG BỊ",
    "EscapePodStorageLabel": "LƯU TRỮ",
    "SpecimenAnalyzerStorageLabel": "MẪU PHÂN TÍCH",
    "StorageLabel": "LƯU TRỮ",
    "WaterParkPlanterStorageLabel": "NGĂN CHỨA CÂY TRỒNG NƯỚC",
											 
												
    "TabInventory" : "Kho",
    "TabJournal" : "Bản thiết kế",
    "TabLog" : "Voice Log",
    "TabGallery" : "Photo Album",
    "TabEncyclopedia" : "Ngân hàng dữ liệu",
							  
									  
    "Day" : "Ngày",
    "SortByDateDescending" : "Sắp xếp theo ngày (giảm)",
    "SortByDateAscending" : "Sắp xếp theo ngày (tăng)",
    "SortByTopic" : "Sắp xếp theo chủ đề",
    "SortByName" : "Sắp xếp theo tên",
    "ScreenshotUpload" : "Tải lên",
																	
								  
																   
    "ScreenshotAddToSteamLibrary" : "Thêm vào Steam",
    "ScreenshotDelete" : "Xóa",
    "PDAGalleryTabInstructions" : "Nhấn {0} để có một ảnh chụp màn hình",
    "PDAGalleryThumbnailSize" : "Kích thước",
    "PDAGalleryUpload" : "Tải hình ảnh đến Khung Tranh",
    "PDAGalleryAddToSteam" : "Thêm ảnh đến thư viện Steam",
    "PDAGalleryDelete" : "Xóa hình (double click)",
    "PDABootingEmergency" : "KHỎI ĐỘNG CHẾ ĐỘ KHẨN CẤP",
    "PDABootingLoading" : "ĐANG TẢI\n[ {0}% ]",

		  
								  
									  
											
															 
												  
											   
																														   
																	 

    // Item Selector
    "ItemSelectorPrevious": "Trước", 
    "ItemSelectorNext": "Kế tiếp", 
    "ItelSelectorSelect": "chọn", 
    "ItemSelectorCancel": "hủy bỏ", 

				  
								
							 
							 
								
							  
						   
						   
										

    // Scanner
    "ScannerInstanceScanned" : "{0} đã quét. Tiến độ tổng thể: {1}% ({2}/{3}).",
   "ScannerRedundantScanned" : "",
   "ScannerInstanceKnown" : "",
   "ScannerEntityKnown" : "",
  "EncyclopediaEntryUnlocked" : "{0} nhập thêm vào từ điển bách khoa",
    "FragmentAnalysisComplete" : "Mã vở đã quét, mở khóa {0}.",
    "ScannerScreenDefault" : "TÌM KIẾM...",
    "ScannerScreenReady" : "SẴNG SÀNG ĐỂ QUÉT",
    "ScannerScreenScanning" : "ĐANG QUÉT...",
    "ScannerScreenUnpowered" : "KHÔNG CÓ NĂNG LƯỢNG",
										  
										 
												
																
															
															 

    // Fragment analyzer
    "FragmentAnalyzer": "Phân tích mãnh vở",
    "Tooltip_FragmentAnalyzer": "Phân tích các mảnh vỡ để làm bản thiết kế",
    
	// Escape pod
    "BoardEscapePod": "Vào tàu cứu hộ",
    "capacity": "sức chứa",
    "ClimbLadder": "Trèo lên bậc thang",
    "Close": "Đóng",
    "EnterEscapePod": "Vào tàu cứu hộ",
    "ExitEscapePod": "Thoát ra khỏi tàu cứu hộ",
    "Open": "Mở",
					
    "OpenStorage": "Mở kho dự trữ",
    "UseAquarium": "Sử dụng hồ cá",
    "UsePlanter": "Sử dụng chậu",
    "UseFiltrationMachine": "Sử dụng máy lọc",
    "UseLadder": "Sử dụng thang",
							   
																								  
																							 
    "EscapePodStorageOpen": "Mở kho dự trữ",
    "EscapePodMedKitOpen": "Mở tủ y tế",
    "EscapePodMedKitClose": "Đóng tủ y tế",

	// Cyclops
	"ClimbUpLadder": "Leo lên bậc thang",
	"ClimbDownLadder": "Leo xuống bật thang",
	"BoardCyclops": "Đi vào Cyclops",
	"LeaveCyclops": "Rời khỏi Cyclops",
	"CyclopsWelcomeAboard": "Cyclops: Chào mừng thuyền trưởng.",
	"CyclopsWelcomeNoPower": "Cyclops: Cảnh báo: Nguồn điện khẩn cấp. Sản xuất Oxy đã tắt.",
																		
																							   
	"CyclopsHullBreach": "Cyclops: Va chạm thân tàu được phát hiện.",
	"CyclopsHullRestored": "Cyclops: Thân tàu đã được phục hồi, Hệ thống thoát nước đã mở.",
																					
													
																			 
    "CyclopsNameConsole": "Trạm sửa chữa Cyclops",
									   
												
														
															
																   

    // Builder tool
    "CraftingLabel": "XÂY DỰNG",

    // Charger
    "ChargerInsufficientPower": "CUNG CẤP ĐỦ NĂNG LƯỢNG\n(Thay đổi tính toán tiếp theo trong {0}s)", 
    "ChargerSlotEmpty": "N/A", 

    // BatteryCharger
    "BatteryChargerInteract": "Truy cập sạc Pin", 
    "BatteryChargerStorageLabel": "SẠC PIN", 
    "BatteryChargerIncompatibleItem": "Item không tương thích", 
    "BatteryChargerCantDeconstruct": "Tháo pin đầu tiên",

    // PowerCellCharger
    "PowerCellChargerInteract": "Truy cập sạc thanh năng lượng", 
    "PowerCellChargerLabel": "SẠC THANH NĂNG LƯỢNG", 
    "PowerCellChargerIncompatibleItem": "Item không tương thích", 
    "PowerCellChargerCantDeconstruct": "Tháo thanh năng lượng trước ",

    // Beacon
    "BeaconLabelEdit": "Chỉnh sửa nhãn Beacon",
    "BeaconLabel": "Nhãn Beacon",
    "BeaconSubmit": "OK",
    "BeaconDefaultPrefix": "B",

				   
											  
									   
									
							   
													
										
											  
								 
												
																		

					   
																	   
															   

							 
									  
																												

    // Input and actions
    "AssignQuickSlot": "kích hoạt",
    "BindQuickSlot": "chuyển ngăn chứa",
    "AddedToInventory" : "đã thêm vào kho.",
    "KeyE": "E",
    "KeyE.XB1": "A",
    "KeyE.PS4": "?",
    "KeyRange15": "1-5",
    "KeyRange15.XB1": "X",
    "KeyRange15.PS4": "?",
    "LMB": "Ấn chuột trái",
    "LMB.XB1": "LT/A",
    "LMB.PS4": "L2/?",
    "LMBToEat": "ăn",
    "LMBToUse": "sử dụng",
    "LMB": "Ấn chuột trái",
    "LMBToEat": "ăn",
    "LMBToUse": "sử dụng",
    "Eat": "ăn",
    "Use": "sử dụng",
    "Equip": "trang bị",
    "Unequip": "bỏ trang bị",
    "Place": "địa điểm",
    "Drop": "bỏ",
    "SwitchContainer": "chuyển đổi ngăn chứa",

    "RMB": "Ấn chuột phải",
    "RMB.XB1": "RT",
    "RMB.PS4": "R2",
    "RMBToDrop": "bỏ item",
    "RMBToEat": "(ấn chuột phải để ăn)",
    "RMB": "Ấn chuột trái",
    "RMBToDrop": "bỏ item",
    "RMBToEat": "(Ấn chuột phải để ăn)",
    "ShiftLMB": "Shift+Left click",
    "UseButton": "Ấn chuột trái",
    "UseButton.XB1": "Giữ A",
    "UseButton.PS4": "Giữ ?",

    // Propulsion Cannon
    "PropulsionCannonToRelease": "Súng đẩy / hút item ({0})",
    "PropulsionCannonNoItems" : "Không có item nào phù hợp được tìm thấy trong kho.", 
    "ExosuitPropulsionCannonNoItems" : "Không có item nào phù hợp được tìm thấy trong kho di động.", 
											
												 

    // Sign
    "SignDefaultLabel" : "Nhãn",
    "SignEditLabel" : "Sửa nhãn",
										
								 
										
										
								 
										 
								

    "SmallLockerDefaultLabel" : "KHÓA",
    "SmallLockerEditLabel" : "Sửa nhãn khóa",
										
												   

    "SmallStorageDefaultLabel" : "Khóa",
    "SmallStorageEditLabel" : "Sửa nhãn khóa",
								  

    "PictureFrameEditLabel" : "thiết lập ảnh",
												

    "BreakBasalt": "Đạp vở đá Basalt",
    "BreakLimestone": "Đạp vở limestone",
    "BreakObsidian": "Đạp vở obsidian",
    "BreakSandstone": "Đạp vở sandstone",
    "BreakShale": "Đạp vở shale",
    "BreakPurplePinecone": "Đạp vở pinecone tím",

    "LMBToPlace": "nhấp chuột trái để chọn vùng",
    "RMBToDrop": "bỏ",
    "SHIFTLMBToSwitchContainer": "Chuyển đổi kho",
    "DropItemButton": "Click chuột phải",
    "DropItemButton.XB1": "Y",
    "DropItemButton.PS4": "^",
    "SwitchContainerButton": "Shift+Left click",
    "SwitchContainerButton.XB1": "A",
    "SwitchContainerButton.PS4": "^",

    "LMBToPlace": "nhấp chuột trái để chọn vùng",
    "RMBToDrop": "bỏ",
    "SHIFTLMBToSwitchContainer": "Chuyển đổi kho",
												
										
												   
									  

    "Aquarium": "Bể nuôi cá",
    "PlanterPot": "Chậu cây",
    "PlanterPot2": "Chậu cây 2",
    "PlanterPot3": "Chậu cây 3",
    "PlanterBox": "Kệ trồng cây trên tường",
    "PlanterShelf": "Kệ trồng cây trong nhà",
    "FarmingTray": "Kệ trồng cây bên ngoài",
    "FiltrationMachine": "Máy lọc nước",
    "Fabricator": "Máy chế tạo",
							 
										  
												
    "HoldShiftToPreventMenuClose": "Nhấn giữ shift để mở menu khi đang tạo item",
    "Locker": "Tủ đứng lớn",
    "Reinforce hull": "Củng cố thân tàu",
    "SmallLocker": "Tủ tường",
    "Spotlight": "Spotlight",
    "UseFabricator": "Sử dụng máy chế tạo",
    "UseWorkbench": "Sử dụng trạm sửa chữa",
	"Bench": "Băng ghế",
	"Techlight": "Chiếu sáng",
	"LEDLight": "Thanh ánh sáng",
	"SingleWallShelf": "Kệ treo tường đơn",
	"WallShelves": "kệ treo tường",
	"Bed1": "Giường 1",
	"Bed2": "Giường 2",
	"NarrowBed": "Giường hẹp",
    "BatteryCharger": "Sạc pin", 
    "PowerCellCharger": "Sạc thanh năng lượng",

    // BaseBioReactor
    "BaseBioReactorStorageLabel" : "LÒ PHẢN ỨNG SINH HỌC",
    "UseBaseBioReactor" : "Sử dụng lò phản ứng", 
    "BaseBioReactorActive" : "HOẠT ĐỘNG", 
    "BaseBioReactorInactive" : "KHÔNG HOẠT ĐỘNG", 
    "BaseBioReactorCantAddItem" : "Bạn chỉ có thể đặt các item hữu cơ vào lò phản ứng", 
    "BaseBioReactorCantRemoveItem" : "Bạn không thể nhận lại các item từ lò phản ứng", 
    "Tooltip_UseBaseBioReactor": "các item hữu cơ ủ thành năng lượng",

    // BaseNuclearReactor
    "BaseNuclearReactorStorageLabel" : "LÒ PHẢN ỨNG HẠT NHÂN", 
    "UseBaseNuclearReactor" : "Sử dụng lò phản ứng", 
    "BaseNuclearReactorActive" : "HOẠT ĐỘNG", 
    "BaseNuclearReactorInactive" : "KHÔNG HOẠT ĐỘNG", 
    "BaseNuclearReactorCantAddItem" : "Bạn chỉ có thể thêm thanh phản ứng hạt nhân (nuclear reactor rods) cho lò phản ứng hạt nhân",
    "BaseNuclearReactorCantRemoveItem" : "Bạn chỉ có thể lấy thanh năng lượng khi cạn kiệt",
    "Tooltip_UseBaseNuclearReactor": "Xử lý thanh phản ứng hạt nhân",
	
    // Decoration
    "StarshipCargoCrate": "Thùng chở hàng",
    "StarshipCircuitBox": "hộp mạch",
    "StarshipDesk": "Bàn",
    "StarshipChair": "Ghế",
    "StarshipChair2": "Ghế 2",
    "StarshipChair3": "Ghế 3",
    "StarshipMonitor": "Màn hình",
    "BarTable": "Bảng điều khiển",
    "Trashcans": "Thùng rác",
    "LabTrashcan": "Lab thùng rát",
    "VendingMachine": "Máy bán hàng tự động",
    "LabCounter": "Quầy Lab",
    "LuggageBag": "Túi hành lý",
    "ArcadeGorgetoy": "Arcade đồ chơi hẻm núi",
    "LabEquipment1": "Thiết bị Lab",
    "LabEquipment2": "Thiết bị Lab",
    "LabEquipment3": "Thiết bị Lab",
    "CoffeeVendingMachine": "Máy pha cà phê tự động",
    "Cap1": "Mũ lưỡi trai",
    "Cap2": "Mũ lưỡi trai",
    "LabContainer": "Thùng chứa Lab",
    "LabContainer2": "Thùng chứa Lab",
    "LabContainer3": "Thùng chứa Lab",
    "StarshipSouvenir": "Mô hình tàu",
    "Poster": "Natural Selection 2 Poster",
    "PosterAurora": "Aurora Poster",
    "PosterExoSuit1": "P.R.A.W.N Suit on Land Poster",
    "PosterExoSuit1": "P.R.A.W.N Suit underwater Poster",
    "PosterKitty": "Keep Calm Poster",
								
								
										  
							
						

    // cyclops launch bay
    "EnterSeamoth": "Vào Seamoth",
	"EnterExosuit": "Vào Exosuit",
	"ExosuitCharging": "Sạc Exosuit",
	"SeamothCharging": "Sạc Seamoth",
																   
																		
    "NoSeamothDocked": "Không có Seamoth",
	"NoVehicleDocked": "Không có phương tiện",
    "FullyCharged": "Đã sạc đầy",
	"SeamothDepthWarning" : "CẢNH BÁO! Seamoth đang ở dưới độ sau cho phép!",
																							  

					  
											
											
												
									

				  
													


    // Tech groups (builder tool menu categories)
    "CategoryBase" : "Môi trường sống",
    "CategoryMisc" : "Hỗn hợp",
    "CategoryModule" : "Máy móc gia dụng",
    "CategoryPower" : "Năng lượng",
										   

    // Tech types
    "Battery": "Battery",
    "BatteryDepleted": "Battery depleted",
    "Beacon": "Beacon",
								  
    "Bleach": "Bleach",
    "Scanner": "Scanner",
    "Builder": "Habitat builder",
    "Constructor": "Mobile vehicle bay",
    "CurrentGenerator": "Current generator",
    "Cutefish": "Cutefish",
    "Cyclops": "Cyclops",
    "DiveReel": "Dive reel",
    "Drill": "Drill",
    "EscapePod": "Escape pod",
    "Fins": "Fins",
    "Flare": "Flare",
    "Flashlight": "Flashlight",
    "Gravsphere": "Gravsphere",
    "Knife": "Survival Knife",
    "PowerCell": "Power cell",
    "RadiationGloves": "Radiation gloves",
    "RadiationHelmet": "Radiation helmet",
    "RadiationSuit": "Radiation suit",
    "ReactorRod" : "Reactor rod",
    "DepletedReactorRod" : "Depleted reactor rod",
    "Rebreather": "Rebreather",
    "ReinforcedDiveSuit": "Reinforced dive suit",
    "RegenPowerCell": "Self-charging power cell",
    "Seaglide": "Seaglide",
    "ShipComputer": "Ship computer",
    "StasisRifle": "Stasis rifle",
    "Tank": "O² Tank",
											
    "Terraformer": "Terraformer",
    "Thermometer": "Thermometer",
    "Transfuser": "Transfuser",
    "UseConstructor": "Sử dụng Vehicle Bay",
									 
    "Welder": "Welder",
	"FireExtinguisher": "Fire Extinguisher",
														   
												   
						  
								  
									
										
									  
										
														 

    "OpenPercent": "PHẦN TRĂM MỞ: {0}%",
    "PowerPercent": "Năng lượng: {0:P0}",
    "FuelPercent": "Nhiên liệu: {0:P0}",
    "Weld": "Weld",

    "PowerSourceUnload": "Tải lên {0}",
    "PowerSourceUnloaded": "Không có nguồn năng lượng",
    "BatteryCharge": "SẠC: {0:P0} ({1}/{2})",
    "BatteryNotInserted": "KHÔNG CÓ PIN",

									  
											 
												
									   

    // Tool upgrades
    "DiamondBlade": "Hardened blade",
    "DiveSuit": "Dive suit",
    "HeatBlade": "Thermoblade",
    "HighCapacityTank": "High capacity tank",
    "LaserCutter": "Laser cutter",
    "LithiumIonBattery": "Lithium ion battery",
    "PlasteelTank": "Plasteel tank",
    "PowerGlide": "Powerglide",
    "RepulsionCannon": "Repulsion cannon",
    "Stillsuit": "Stillsuit",
    "StillsuitCreatedWater": "Stillsuit thu thập 8oz để tái chế H2O",
    "StillsuitEquipped": "Stillsuit trang bị và giữ ẩm cơ thể",
																							   
    "SwimChargeFins": "Swim charge fins",
    "UltraGlideFins": "Ultra glide fins",

    "Tooltip_DiamondBlade": "Lưỡi dao kim cương",
    "Tooltip_DiveSuit": "Bộ đồ lặn cơ bản",
    "Tooltip_HeatBlade": "Lưỡi dao laze",
    "Tooltip_HighCapacityTank": "Thêm dung tích không khí",
    "Tooltip_LaserCutter": "Cắt những cánh cửa bị khóa",
    "Tooltip_LithiumIonBattery": "Tăng gấp đôi năng lượng của một pin tiêu chuẩn",
    "Tooltip_PlasteelTank": "Tăng dung tích không khí cơ bản",
    "Tooltip_PowerGlide": "Chuột phải để mở đèn",
    "Tooltip_RepulsionCannon": "Hút mọi thứ",
    "Tooltip_Stillsuit": "Giữ lại độ ẩm cơ thể",
    "Tooltip_SwimChargeFins": "Sạc các công cụ của bạn khi bạn bơi",
    "Tooltip_UltraGlideFins": "Tăng tốc độ bơi",

    "Audiolog": "Audiolog - Ouch, Nơi nào điều này này xuất hiện trong game?",
					  
						
	
													
											 
														  
														 
												   
	
	
																			 
										   
																						   
														   
																							  
															
																				 
													  
																				
															
																				  
																										   

						   
    "GrandReefsEgg": "Grand Reefs egg",
    "GrassyPlateausEgg": "Grassy Plateaus egg",
    "KelpForestEgg": "Kelp Forest egg",
    "KooshZoneEgg": "Koosh Zone egg",
    "LavaZoneEgg": "Lava Zone egg",
    "MushroomForestEgg": "Mushroom Forest egg",
    "Observatory": "Observatory",
    "SafeShallowsEgg": "Safe Shallows egg",
    "TwistyBridgesEgg": "Twisty Bridges egg",
    "SurvivorPDA": "PDA bị bỏ lại",
    "Tooltip_SurvivorPDA": "Tải dữ liệu",
    "GenericConsole": "Dữ liệu đầu cuối",
    "Tooltip_GenericConsole": "Tải dữ liệu",
									   

						  
										
																			  
													
											 

    "Workbench": "Trạm sửa chữa",
    "Tooltip_Workbench": "chế tạo nâng cấp sửa đổi các thiết bị sinh tồn",

							   
										

    "HullReinforcementModule": "Cyclops pressure compensator",
    "Tooltip_HullReinforcementModule": "Tăng độ sâu an toàn cho Cyclops.",

	"CyclopsHullModule1": "Cyclops pressure compensator",
    "Tooltip_CyclopsHullModule1": "Tăng độ sâu an toàn cho Cyclops.",

	"CyclopsHullModule2": "Cyclops pressure compensator MK2",
    "Tooltip_CyclopsHullModule2": "Tăng độ sâu an toàn cho Cyclops.",

												   
																															 

    "PowerUpgradeModule": "Cyclops power efficiency module",
    "Tooltip_PowerUpgradeModule": "Tái chế sản phẩm phụ nhiệt để tăng hiệu suất động cơ.",

																   
																					

																 
																									 

															 
																							
													
																							   

																   
																								 

    "SpecialHullPlate": "Hull plate",
    "Tooltip_SpecialHullPlate": "Phiên bản giới hạn số tấm thân tàu (cảm ơn bạn!)",

    "DevTestItem": "Dev test item",
    "Tooltip_DevTestItem": "Có thật không. CÓ THẬT KHÔNG.",

    "BikemanHullPlate": "Bikeman Hull Plate",
    "Tooltip_BikemanHullPlate": "https://www.youtube.com/BikestMan",

	"EatMyDictionHullPlate": "Eat My Diction Hull Plate",
    "Tooltip_EatMyDictionHullPlate": "https://www.youtube.com/EatMyDiction1",

    "DioramaHullPlate": "Diorama Hull Plate",
    "Tooltip_DioramaHullPlate": "Một tàu đặc biệt để kỷ niệm một diorama độc đáo.",

    "MarkiplierHullPlate": "Markiplier Hull Plate",
    "Tooltip_MarkiplierHullPlate": "Tôi không sợ. Một chút cũng không.",

    "MuyskermHullPlate": "Muyskerm Hull Plate",
    "Tooltip_MuyskermHullPlate": "Xem xét lại các tiêu chuẩn đăng ký YouTube.",

    "LordMinionHullPlate": "LordMinion Hull Plate",
    "Tooltip_LordMinionHullPlate": "Con tàu đẹp nhất của Subnautica.",

    "JackSepticEyeHullPlate": "JackSepticEye Hull Plate",
    "Tooltip_JackSepticEyeHullPlate": "Jack creates clean, swearing-free videos appropriate for viewing by all ages.",

													 
																														

												 
																																					

    "Sign" : "Sign",
    "Tooltip_Sign" : "Bảng hiệu",

    "PictureFrame" : "Picture Frame", 
    "Tooltip_PictureFrame" : "Khung hình", 

    "Seamoth": "Seamoth",
    "Exosuit": "Exosuit",
    "PropulsionCannon" : "Propulsion cannon",
    "SandLoot" : "Sand",
    "sand" : "sand",
    "Signal" : "Signal",
    "Silicone" : "Silicone rubber",
    "FiberMesh" : "Fiber mesh",
					   

										 
									  
								   
								   
								   

																										   
																		
											   
												 
								   

																   
															   
																   
														  
																		   
																	   
 
															 
																	  
																				 
												   
															   
																					   
																						  
														  

 

													  
												  
											  
										   
															  
											   
											  

															

					
				  
						 

							   
									 
									  

															  
												 

								   
									   

								
									   

    "BallClusters" : "Treespawn",
    "BarnacleSuckers" : "Tree leech",
    "BigCoralTubes": "Giant coral tubes",
    "BloodGrass": "Blood grass",
    "BlueBarnacle" : "Blue barnacle",
    "BlueBarnacleCluster" : "Blue barnacle cluster",
    "BlueCluster": "Grue cluster",
    "BlueCoralTubes" : "Jordi's Tung",
    "BlueJeweledDisk" : "Blue table coral",
    "BrownTubes": "Earthen coral tubes",
    "CoralChunk": "Common coral sample",
    "CoralShellPlate": "Coral shell plate",
    "GreenGrass" : "Green grass",
    "GreenJeweledDisk" : "Green table coral",
										 
    "GreenReeds" : "Spotted reeds",
    "HugeKoosh" : "Giant koosh",
    "JeweledDiskPiece": "Table coral sample",
    "LargeKoosh": "Large koosh",
    "MediumKoosh": "Medium koosh",
    "Mohawk" : "Mohawk",
    "PurpleJeweledDisk" : "Purple table coral",
    "RedGrass" : "Red grass",
    "RedJeweledDisk" : "Red table coral",
    "RedSeaweed" : "Blood weed",
    "SmallKoosh" : "Pygmy koosh",
    "SmallStorage": "Waterproof Locker",
    "StalkerTooth" : "Stalker tooth",
    "TreeMushroom": "Tree mushroom",
    "TreeMushroomPiece": "Fungal sample",
								  

    // Fragments
    "BaseBioReactorFragment": "Bioreactor fragment",
    "BaseBulkheadFragment" : "Bulkhead fragment",
    "BaseFiltrationMachineFragment" : "Filtration machine fragment",
    "BaseMapRoomFragment" : "Scanner room fragment",
    "BaseNuclearReactorFragment": "Nuclear reactor fragment",
    "BaseObservatoryFragment" : "Observatory fragment",
    "BaseRoomFragment" : "Multipurpose room fragment",
    "BaseUpgradeConsoleFragment" : "Seamoth upgrade console fragment",
    "BatteryChargerFragment": "Battery charger fragment",
    "BioreactorFragment": "Bioreactor fragment",
    "ConstructorFragment" : "Mobile Vehicle Bay fragment",
    "CyclopsBridgeFragment" : "Cyclops bridge fragment",
    "CyclopsDockingBayFragment" : "Cyclops docking bay fragment",
    "CyclopsEngineFragment" : "Cyclops engine fragment",
    "CyclopsHullFragment" : "Cyclops hull fragment",
    "ExosuitFragment": "Exosuit fragment",
    "FiltrationMachineFragment": "Filtration machine fragment",
    "MoonpoolFragment": "Moonpool fragment",
    "NuclearReactorFragment": "Nuclear reactor fragment",
    "PowerCellChargerFragment": "Power cell charger fragment",
    "PowerTransmitterFragment" : "Power transmitter fragment",
    "PropulsionCannonFragment": "Propulsion cannon fragment",
    "RadioFragment" : "Radio fragment",
																  
    "ReinforceHullFragment": "Cyclops pressure compensator fragment",
    "SeaglideFragment" : "Seaglide fragment",
    "SeamothFragment": "Seamoth fragment",
    "SolarPanelFragment" : "Solar panel fragment",
    "SpecimenAnalyzerFragment" : "Specimen analyzer fragment",
    "StasisRifleFragment": "Stasis rifle fragment",
    "StillSuitFragment": "Stillsuit fragment",
    "TerraformerFragment": "Terraformer fragment",
    "ThermalPlantFragment": "Thermal Plant fragment",
    "TransfuserFragment": "Transfuser fragment",
    "WorkbenchFragment": "Modification station fragment",
																		   
																	 
															  
																 
											
														  
									  
										  
												
											   
													
											   
															  
													 
													   
									
											  
											   
													
												   
											   
										


    // Blueprints
    "BaseBulkheadBlueprint": "Bản thiết kế vách ngăn",
    "BaseRoomBlueprint": "Bản thiết kế phòng đa năng",
    "BioreactorBlueprint": "Bioreactor blueprint",
    "ConstructorBlueprint": "Mobile vehicle bay blueprint",
    "CyclopsBlueprint": "Cyclops blueprint",
    "CyclopsBridgeBlueprint" : "Cyclops Bridge Blueprint",
    "CyclopsDockingBayBlueprint" : "Cyclops Docking Bay Blueprint",
    "CyclopsEngineBlueprint" : "Cyclops Engine Blueprint",
    "CyclopsHullBlueprint" : "Cyclops Hull Blueprint",
    "ExosuitBlueprint": "Exosuit blueprint",
    "FabricatorBlueprint": "Fabricator blueprint",
    "FiltrationMachineBlueprint": "Filtration machine blueprint",
    "LEDLightBlueprint": "Light stick blueprint",
    "MoonpoolBlueprint": "Moonpool blueprint",
    "NuclearReactorBlueprint": "Nuclear reactor blueprint",
    "PropulsionCannonBlueprint": "Propulsion cannon blueprint",
    "ReinforceHullBlueprint": "Cyclops Pressure Compensator blueprint",
    "SeamothBlueprint": "Seamoth blueprint",
    "SpecimenAnalyzerBlueprint": "Specimen analyzer blueprint",
    "StasisRifleBlueprint": "Stasis rifle blueprint",
    "StillsuitBlueprint" : "Stillsuit Blueprint",
    "TechlightBlueprint": "Floodlight blueprint",
    "TerraformerBlueprint": "Terraformer blueprint",
    "ThermalPlantBlueprint": "Thermal plant blueprint",
    "TransfuserBlueprint": "Transfuser blueprint",
    "WorkbenchBlueprint": "Modification station blueprint",

    "Boulder": "Boulder",
    "HangingStinger": "Drooping Stinger",
    "SpikePlant": "Tiger plant",
    "FilteredWater" : "Filtered water",
    "BigFilteredWater" : "Big filtered water",
    "StillsuitWater" : "Reclaimed water",
						
						 
						 
							   

    "DisinfectedWater": "Disinfected water",
    "FirstAidKit": "First aid kit",

    "CookedBladderfish": "Cooked Bladderfish",
    "CookedBoomerang": "Cooked Boomerang",
    "CookedLavaBoomerang": "Cooked Lava Boomerang",
    "CookedEyeye": "Cooked Eyeye",
    "CookedLavaEyeye": "Cooked Lava Eyeye",
    "CookedGarryFish": "Cooked Garryfish",
    "CookedHoleFish": "Cooked Holefish",
    "CookedHoopfish": "Cooked Hoopfish",
    "CookedHoverfish": "Cooked Hoverfish",
    "CookedOculus": "Cooked Oculus",
    "CookedPeeper": "Cooked Peeper",
    "CookedReginald": "Cooked Reginald",
    "CookedSpadefish": "Cooked Spadefish",
    "CookedSpinefish": "Cooked Spinefish",

    "CuredBladderfish": "Cured Bladderfish",
    "CuredBoomerang": "Cured Boomerang",
    "CuredLavaBoomerang": "Cured Lava Boomerang",
    "CuredEyeye": "Cured Eyeye",
    "CuredLavaEyeye": "Cured Lava Eyeye",
    "CuredGarryFish": "Cured Garryfish",
    "CuredHoleFish": "Cured Holefish",
    "CuredHoopfish": "Cured Hoopfish",
    "CuredHoverfish": "Cured Hoverfish",
    "CuredOculus": "Cured Oculus",
    "CuredPeeper": "Cured Peeper",
    "CuredReginald": "Cured Reginald",
    "CuredSpadefish": "Cured Spadefish",
    "CuredSpinefish": "Cured Spinefish",

    "Decomposing": "Old",
    "Ripe": "Decomposing",
    "Rotting": "Rotten",
	"Dead": "Dead",
							 
								   

    "Unobtanium": "Unobtanium",

    "HoleFish": "Holefish",
    "Jumper": "Shuttlebug",
    "Peeper": "Peeper",
    "Oculus": "Oculus",
    "Hoopfish": "Hoopfish",
    "RabbitRay": "Rabbit Ray",
    "GarryFish": "Garryfish",
    "Slime": "Slime",
    "Crash": "Crashfish",
    "CrashPowder": "Crashfish powder",
    "Boomerang": "Boomerang",
    "LavaBoomerang": "Lava Boomerang",
    "LavaLarva": "Lava larva",
								
										
    "Stalker": "Stalker",
    "Eyeye": "Eyeye",
    "LavaEyeye": "Lava Eyeye",
    "Bloom": "Bloom",
    "Bladderfish": "Bladderfish",
    "Hoverfish": "Hoverfish",
    "Jellyray": "Jellyray",
    "Reefback": "Reefback",
    "Reginald": "Reginald",
    "Spadefish": "Spadefish",
    "Grabcrab": "Grabcrab",
    "Floater": "Floater",
									
								  
    "Gasopod": "Gasopod",
    "Sandshark": "Sandshark",
    "Skyray": "Skyray",
    "Player": "Player",
    "AirBladder": "Air bladder",
	"Spinefish": "Spinefish",
	"Shuttlebug": "Shuttlebug",
	"Blighter": "Blighter",
					 
						 
								  
								
					   
								
										  
							 
					   
							 
						
							 
											 
												   
										  
							   
								 
								
								 
									 
													  
						  
								 
										   
									
									   
					  
						
													   
								   
									   
				  
											 
								 
									 
											 
										 
							   
								   
									   
							 
							
										 
								   
								   
							   
									 
												  
								 
										   
												
								   

    "DEPTH": "ĐỘ SÂU",
	"POWER": "NĂNG LƯỢNG",
    "NITROGEN": "NITROGEN",
							
						  
							
						  
							
				  
    "MeterSuffix": "m",
    "SUB DEPTH": "ĐỘ SÂU CHO PHÉP",
    "ECOSYSTEM": "HỆ SINH THÁI",
    "BATHSPHERE": "ĐỘ CỨNG",
    "BLOOD SUGAR": "ĐƯỜNG HUYẾT",
    "FOOD": "MÓN ĂN",
										
    "CookedFood": "Thực phẩm nấu chín",
    "CuredFood": "Thực phẩm chữa trị",
    "H20": "H20",
											 
    "DURABILITY": "ĐỘ BỀN",
    "Initializing dive suit HUD...": "Khởi tạo HUD...",
    "Initializing objectives...": "Khởi tạo đối tượng...",
    "|": "|",
    "Demo time": "Thời gian thử",
    "InventorySecured": "Kho được bảo đảm.",
    "THANK YOU FOR PLAYING": "CẢM ƠN VÌ ĐÃ CHƠI",
    "PRIMARY": "SƠ CẤP",
    "SECONDARY": "THỨ CẤP",
    "ControlSubInstructions": "WASD để di chuyển, SPACE/C cho lên xuống",
    "ControlSubInstructions.XB1": "Left stick to pilot, LB/RB for vertical",
    "ControlSubInstructions.PS4": "Left stick to pilot, L1/R1 for vertical",
    "Drop loot onto Constructor": "Bỏ tài nguyên vào khối lệnh",
    "PressExitToExit": "Thoát",
    "PressToExit": "Thoát ({0})",
    "DeployConstructor" : "Triển khai vehicle bay trong nước",
    "DeployConstructorInWater" : "Phải ở trong nước để triển khai vehicle bay!",
    "Total: ": "Tổng số: ",
    "<UnImplemented>": "(chưa được thực thi)",
    "<Bullet>": " • ",
    "DontHaveNeededIngredients": "Bạn không có các thành phần cần thiết!",
    "YouDied": "Bạn đã chết.",
    "YouDiedLostStuff": "Bạn đã chết và bị mất một số thứ.",
    "HardcoreGameOver" : "Bạn đã chết. Game Over.",
    "OXYGEN": "OXY",
    "SecsO2" : "{0}s",
									 
    "Empty" : "rõng",
    "2": "2",
    "How likely are you to recommend this game to a friend?": "Làm thế nào để bạn giới thiệu trò chơi này tới bạn bè?",
    "Submit": "Gửi đi",
    "WASD to pilot, SPACE/C for vertical, E to exit": "WASD để di chuyển, SPACE/C cho lên xuống, E để thoát",
    "I": "I",
    "TRANSFUSER SERUM": "TRANSFUSER SERUM",
    "PLAYER EFFECTS": "PLAYER EFFECTS",
    "CREATURE DEBUG": "CREATURE DEBUG",
    "PickUp" : "Nhặt lên",
							 
								  
								  
							   
											
    "PickedUp" : "Đã nhặt {0}",
    "Needs" : "Cần thiết",
    "SitDown": "Ngồi",
    "StandUp": "Đứng lên",
    "UseBed": "Sử dụng giường ngủ",
															 
    "OxygenWarning10": "Khẩn cấp: 10 giây sẽ hết oxy.",
    "OxygenWarning30": "Cảnh báo: 30 giây sẽ hết oxy.",
									  
												 
													 
										
										  
									 

    "LockedRecipeHint" : "Kế hoạch chi tiết còn thiếu.",

												

    // Fabricator menu
    "FabricatorMenu_Resources" : "Tài nguyên",
    "FabricatorMenu_BasicMaterials" : "Vật liệu cơ bản",
    "FabricatorMenu_AdvancedMaterials" : "Vật liệu tiên tiến",
    "FabricatorMenu_Electronics" : "Thiết bị điện tử",
    "FabricatorMenu_Survival" : "Đồ ăn",
    "FabricatorMenu_Water" : "Nước",
    "FabricatorMenu_CookedFood" : "Thực phẩm nấu chín",
    "FabricatorMenu_CuredFood" : "Thực phẩm chữa trị",
    "FabricatorMenu_Personal" : "Cá nhân",
    "FabricatorMenu_Equipment" : "Trang thiết bị",
    "FabricatorMenu_Tools" : "Công cụ",
    "FabricatorMenu_Machines" : "Công nghệ",
    "FabricatorMenu_Submarine" : "Tàu ngầm",

    // Constructor menu
    "ConstructorMenu_Vehicles" : "Phương tiện đi lại",
													

    // Workbench menu
    "WorkbenchMenu_BatteryMenu" : "Nâng cấp Pin", 
    "WorkbenchMenu_KnifeMenu" : "Vũ khí",
    "WorkbenchMenu_TankMenu" : "Bình khí",
    "WorkbenchMenu_FinsMenu" : "Vây cá",
    "WorkbenchMenu_PropulsionCannonMenu" : "Súng đẩy",
	"WorkbenchMenu_CyclopsMenu" : "Nâng cấp Cyclops",
	"WorkbenchMenu_SeamothMenu" : "Nâng cấp Seamoth",

    // Seamoth upgrade menu
    "SeamothUpgradesMenu_ModuleMenu" : "Nâng cấp modules",
    "SeamothUpgradesMenu_ItemMenu" : "Ngư lôi",
																
												  

    // Tooltips
    "Tooltip_AdvancedWiringKit": "CPU vàng / bạc cho xây dựng tiên tiến.",
    "Tooltip_Aerogel": "Nhẹ, xốp, gel khô. cách nhiệt cao.",
    "Tooltip_AirBladder": "phản ứng hóa học sản xuất nhẹ hơn không khí.",
    "Tooltip_AluminumOxide": "Al²O³. Dẫn điện và dẫn nhiệt.",
    "Tooltip_AminoAcids": "Protein and neurotransmitter xây dụng khói.",
    "Tooltip_Aquarium": "Tự duy trì môi trường sống dưới nước.",
    "Tooltip_PlanterPot": "Chậu Titanium chứa đất tổng hợp.",
    "Tooltip_PlanterPot2": "Chậu Titanium chứa đất tổng hợp.",
    "Tooltip_PlanterPot3": "Chậu Titanium chứa đất tổng hợp.",
    "Tooltip_PlanterBox": "Vườn cây nhân tạo, thích hợp cho sử dụng nội thất.",
    "Tooltip_PlanterShelf": "Chậu treo tường",
    "Tooltip_FarmingTray": "Vườn cây nhân tạo, phù hợp để sử dụng trên đất hoặc dưới nước.",
    "Tooltip_FiltrationMachine": "Máy lọc nước",
    "Tooltip_AramidFibers": "Sợi tổng hợp siêu bền",
    "Tooltip_Battery": "Nguồn điện di động.",
    "Tooltip_Beacon": "Hướng viện trợ. Duy trì và phát sóng vị trí của nó.",
	"Tooltip_Bench": "Thiết bị kim loại đơn giản. Bảo toàn năng lượng khi nghỉ ngơi.",
    "Tooltip_Benzene": "C⁶H⁶. Ứng dụng dầu và dung môi.",
    "Tooltip_Bleach": "NaClO. Sodium hypochlorite tẩy. ứng dụng vệ sinh.",
    "Tooltip_BloodOil": "Huyết nhờn",
    "Tooltip_BloodRoot": "Một gốc hồng hào",
    "Tooltip_BloodVine": "Máu nhỏ",
    "Tooltip_Scanner": "Một máy quét quang phổ cầm tay để ghi chép các thông tin cấp nguyên tử trên các thực thể mục tiêu",
    "Tooltip_Builder": "Xây dựng môi trường sống và các thiết bị từ các nguyên liệu thô.",
    "Tooltip_Compass": "Chỉ số HUD NWSE",
    "Tooltip_ComputerChip": "CPU đa năng.",
    "Tooltip_Constructor": "Chế tạo các phương tiện di chuyển (tàu ngầm).",
    "Tooltip_CookedBladderfish": "Xốp. Gióng xương. Rất mai không mùi.",
    "Tooltip_CookedBoomerang": "Thức ăn tốt cho sức khỏe.",
    "Tooltip_CookedLavaBoomerang": "",
    "Tooltip_CookedEyeye": "Hàm lượng protein cao. Kích thước nhỏ. Khó giữ lâu. ",
    "Tooltip_CookedLavaEyeye": "",
    "Tooltip_CookedGarryFish": "Có hương hoa, nhưng rất ít.",
    "Tooltip_CookedHoleFish": "Thịt sền sệt với giá trị dinh dưỡng cao.",
    "Tooltip_CookedHoopfish": "Không bao giờ được ăn râu.",
    "Tooltip_CookedHoverfish": "Chắc chắn, thịt bò sát ít chất béo.",
    "Tooltip_CookedOculus": "Ngon, thịt nhiều. Một bữa ăn ngon với dư vị lưu huỳnh.",
    "Tooltip_CookedPeeper": "Nhãn cầu giàu protein. Cấu trúc xương nhỏ.",
    "Tooltip_CookedReginald": "Hăng và ám khói.",
    "Tooltip_CookedSpadefish": "kích thước khá nhưng mặn.",
    "Tooltip_CookedSpinefish": "Không bao giờ ăn râu.",
    "Tooltip_Copper": "Thành phần hệ thống dây điện thiết yếu.",
    "Tooltip_CopperWire": "Nguyên tử đồng chế tạo thành hệ thống điện cơ bản.",
    "Tooltip_CoralChunk": "Mẫu chứa CaCO³. Canxi cacbonat là một thành phần cơ bản cho chất tẩy.",
    "Tooltip_CrashPowder": "SO⁴Tr. Bột lưu huỳnh. Dễ cháy dưới nước.",
    "Tooltip_CuredBladderfish": "Giúp hồi phục sức khỏe.",
    "Tooltip_CuredBoomerang": "Cứng nhưng hương vị một số.",
    "Tooltip_CuredLavaBoomerang": "",
    "Tooltip_CuredEyeye": "Shriveled, hardened and somehow more appetizing.",
    "Tooltip_CuredLavaEyeye": "",
    "Tooltip_CuredGarryFish": "Hương vị duy nhất là muối",
    "Tooltip_CuredHoleFish": "Ướp muối đã cho thịt cá một sự nhất quán giống kem.",
    "Tooltip_CuredHoopfish": "Loại cá này thực sự có vị như cá.",
    "Tooltip_CuredHoverfish": "Giòn, chân mặn là điểm nhấn.",
    "Tooltip_CuredOculus": "Mùi thịt và hương vị mạnh mẽ.",
    "Tooltip_CuredPeeper": "Bảo quản trong muối.",
    "Tooltip_CuredReginald": "Hơi mặn.",
    "Tooltip_CuredSpadefish": "Thành phần muối hằng ngày của bạn.",
    "Tooltip_CuredSpinefish": "Loại cá này thực sự có vị như cá.",
    "Tooltip_CurrentGenerator": "Sử dụng trọng lực nhân tạo để tạo ra dòng đối lưu.",
    "Tooltip_Cutefish": "Phiên bản vật nuôi đặt biệt",
    "Tooltip_Cyclops": "Tàu ngầm năng lượng loại lớn.",
    "Tooltip_Diamond": "C. Carbon allotrope với tính chất vật lý bậc nhất.",
    "Tooltip_DisinfectedWater": "H²O. 12oz. Vi sinh vậy tự do.",
    "Tooltip_DiveReel": "Neo vào một điểm vật lý và tháo ra khi bạn khám phá.",
    "Tooltip_EnameledGlass": "Kính cứng sử dụng chất tự nhiên.",
    "Tooltip_Exosuit": "Đi bộ dưới đáy đại dương.",
    "Tooltip_Fabricator": "Chế tạo cơ bản để sinh tồn. Sắp xếp lại các nguồn nguyên tử.",
	"Tooltip_Radio" : "Nhận thông báo trong phạm vi gần.",
	"Tooltip_MedicalCabinet" : "Tạo ra một bộ y tế mỗi 30 phút.",
	"Tooltip_FireExtinguisher" : "Dập tắt những đám cháy.",
    "Tooltip_FiberMesh": "Chất xơ tự nhiên. tiện lợi.",
    "Tooltip_FilteredWater": "H²O. 6oz. Nguyên chất.",
    "Tooltip_BigFilteredWater": "H²O. 15oz. Nguyên chất.",
    "Tooltip_Fins": "Chân vịt để bơi nhanh hơn về phía trước.",
    "Tooltip_FirstAidKit": "Băng y tế. Áp dụng để cầm máu và khử trùng vết thương.",
    "Tooltip_Flare": "Một loại pháo sáng dưới nước.",
    "Tooltip_Flashlight": "Đèn pin, chiếu sáng dưới nước.",
    "Tooltip_Floater": "Sinh vật cộng sinh. Vòng đời chưa biết.",
    "Tooltip_GasPod": "vỏ axit giống như hơi ga.",
    "Tooltip_Glass": "SiO⁴. Thủy tinh tinh khiết thạch anh nung chảy.",
    "Tooltip_Gold": "Au. Có tính dẫn diện cao (vàng chứ gì,he).",
    "Tooltip_GrandReefsEgg": "Trứng không xác định.",
    "Tooltip_Graphene": "C. Carbon được sắp xếp nguyên tử dày đặt. Mạnh hơn thép.",
    "Tooltip_GrassyPlateausEgg": "Một quả trứng không rõ nguồn gốc.",
    "Tooltip_Gravsphere": "Sử dụng trọng lực nhân tạo để hút sinh vật bằng ánh sáng.",
    "Tooltip_Hoopfish": "Sử dụng ánh sáng xung quanh để phát sáng dưới nước.",
    "Tooltip_HydrochloricAcid": "HCl. Hợp chất có tính axit mạnh. Sử dụng thận trọng.",
    "Tooltip_JeweledDiskPiece": "Chứa kim loại quý được sử dụng trong chế tạo máy tính.",
    "Tooltip_KelpForestEgg": "Trứng không xác định.",
    "Tooltip_Knife": "Dụng cụ để sinh tồn. Dùng đa chức năng",
    "Tooltip_KooshZoneEgg": "Một quả trứng không rõ nguồn gốc.",
    "Tooltip_LavaZoneEgg": "Một quả trứng không rõ nguồn gốc.",
    "Tooltip_Lead": "Pb. Cách ly chống bức xạ.",
    "Tooltip_Lithium": "Li. Ứng dụng trong các hợp kim có độ bền cao.",
    "Tooltip_Locker": "Chứa các item bạn cần lưu trữ.",
    "Tooltip_Lubricant": "Có nguồn gốc thiên nhiên, chất bôi trơn gốc dầu. ứng dụng trong công nghiệp.",
    "Tooltip_Magnesium": "Mg. kim loại dễ cháy.",
    "Tooltip_Magnetite": "Ma. Kim loại có tính từ.",
    "Tooltip_MercuryOre": "HgS. Cinnabar. Nung O² để được thủy ngân.",
    "Tooltip_MushroomForestEgg": "Một quả trứng bí ẩn",
    "Tooltip_Nanowires" : "Dây điện cho các thiết bị có kích thước nano lượng tử.",
    "Tooltip_NutrientBlock": "Hàm lượng cao, thực phẩm chế biến từ Aurora.",
    "Tooltip_OpalGem": "Si. Một viên ngọc từ silicon cô đặc.",
    "Tooltip_Pipe": "Bơm không khí từ bề mặt (chạm vào ống để lấy không khí).",
    "Tooltip_PlasteelIngot": "Vật liệu siêu cứng.",
    "Tooltip_Polyaniline": "Polymer siêu dẫn.",
    "Tooltip_PowerCell": "Nguồn diện di động có công xuất cao",
    "Tooltip_PropulsionCannon" : "Làm cong trọng lực để kéo và đẩy các đối tượng.",
    "Tooltip_Quartz": "SiO⁴. Silica ở dạng tinh thể.",
    "Tooltip_RadiationGloves": "có chất chì để bảo vệ khỏi bức xạ.",
    "Tooltip_RadiationHelmet": "Mủ có chì lót để bảo vệ khỏi bức xạ.",
    "Tooltip_RadiationSuit": "Chì lót phù hợp để cung cấp vật liệu cách nhiệt bức xạ.",
    "Tooltip_ReactorRod": "Được sử dụng để cấp nguồn cho các lò phản ứng hạt nhân.",
    "Tooltip_DepletedReactorRod": "Chất thải hạt nhân.",
    "Tooltip_Rebreather": "Hấp thụ CO² để tái chế khí được sử dụng ở độ sâu lớn hơn.",
    "Tooltip_ReinforcedDiveSuit": "Sợi aramid nặng phù hợp cung cấp 50% bảo vệ vật lý.",
    "Tooltip_SafeShallowsEgg": "Một quả trứng không rõ nguồn gốc.",
	
    "Tooltip_Salt": "NaCl. Dùng nấu ăn và vệ sinh môi trường.(muối)",
    "Tooltip_ScrapMetal": "Bao gồm 87% titanium.",
    "Tooltip_Seaglide": "Chuyển đổi mô-men xoắn, đẩy nước qua cánh quạt.",
    "Tooltip_Seamoth": "Một chiếc tàu lặn mini.",
    "Tooltip_SeaTreaderPoop": "Có thật không?",
    "Tooltip_Signal": "Tọa độ.",
    "Tooltip_Silicone": "Chất tổng hợp, một loại silicon đàn hồi.",
    "Tooltip_Silver": "Ag. Có tính dẫn điện và khử trùng.",
    "Tooltip_SmallLocker" : "Kho lưu trữ treo tường.",
    "Tooltip_SmallStorage": "Kho lưu trữ 4x4 nổi trong nước.",
    "Tooltip_SmallSupplyCrate": "Hợp đựng vật phẩm ngẫu nhiên từ Aurora.",
    "Tooltip_Spotlight": "Đền chiếu sáng cố định.",
    "Tooltip_StalkerTooth": "Răng của con Stalker.",
    "Tooltip_StasisRifle": "Đóng băng đối tượng vật lý.",
    "Tooltip_StillsuitWater": "H²O. Nước tinh khiết.",
    "Tooltip_Sulphur": "S. Chứa chất Oxy hóa và chất khử.",
    "Tooltip_SupplyCrate": "Hợp đựng vật phẩm ngẫu nhiên từ Aurora.",
    "Tooltip_Tank": "O² pha trộn. Bình oxy khí nén.",
    "Tooltip_Terraformer": "Dụng cụ thay đổi địa hình.",
    "Tooltip_Thermometer": "cảm biến nhiệt độ HUD.",
    "Tooltip_Titanium": "Ti. Vật liệu xây dựng cơ bản.",
    "Tooltip_TitaniumIngot": "Ti. Thanh Titanium đặc.",
    "Tooltip_Transfuser": "Mẫu DNA.",
    "Tooltip_TreeMushroomPiece": "hệ thực vật bản địa. Có chứa các enzyme nấm.",
    "Tooltip_TwistyBridgesEgg": "Một quả trứng không rõ nguồn gốc.",
    "Tooltip_UraniniteCrystal": "Một khoáng chất giàu phóng xạ và thú vị.",
    "Tooltip_Uranium": "U. Ứng dụng phân hạch hạt nhân.",
    "Tooltip_Welder": "công cụ sửa chữa đa chức năng, sửa chữa trong tất cả các môi trường.",
    "Tooltip_WiringKit": "Dây bạc cách điện. thành phần điện tử thiết yếu.",

	"Tooltip_SingleWallShelf": "Kệ treo tường đơn",
	"Tooltip_WallShelves": "kệ treo tường",
	"Tooltip_Bed1": "Giường",
	"Tooltip_Bed2": "Giường",
	"Tooltip_NarrowBed": "Giường khổ hẹp",
    "Tooltip_BatteryCharger": "Có thể sạc 4 pin cùng một lúc", 
    "Tooltip_PowerCellCharger": "Có thể sạc 2 thanh năng lượng cùng một lúc",
															  
												 
																	 
																							
															  
													 
																				   
																  
																	   
												  
														
																
															 
																		
																	  
														
														 
														
																				  
																											 
																																   
																					 
																				   
																				  
																					
																					   
																					  
																												   
																								 
																									   
																							 
																											
																						  
																										  
																			 
																						  
																					   
														
																				   
																	  
																												
																		  
																						  
																												
											   
													 
															 
														
																		 
													  
														
																								 
														
																																 
																								
											   
																		   
																						 
										
														   
														  
												 
																				  
													 
																			  
																				  
																							   
												 
																 
												
																			   
											   
													   
																   
												  
																							
												  
																				  
																					   
													
																 
																	  
																						
															
																									  
																													 
																								 
																			 
													   
															  
																		   
															   
																  
															  
																					
															
												   
																												   
																																					 
																																			 
													  
																  
													  
																				
											 
																							  
									  
																 
																			   
																		  
																	 
																			  
														   
																
																 
																				
																		  
													
																   
													   
																		  
														
																	  
															  
																		
															
													 
													   
														   
										 
																			  
													   
																				 
														  
																				   
																				  
															   
															
													   
														 
																				   
																										 
												
																				   
										   


												 
										
								 
																	
									  
																			  
																				 

    // Decoration
    "Tooltip_StarshipCargoCrate": "Nhưng đâu là hàng hóa?!",
    "Tooltip_StarshipCircuitBox": "Kìa, dây phức hợp!",
    "Tooltip_StarshipDesk": "Một chiếc bàn làm việc.",
    "Tooltip_StarshipChair": "Vô cùng thoải mái.",
    "Tooltip_StarshipChair2": "Vô cùng thoải mái.",
    "Tooltip_StarshipChair3": "Vô cùng thoải mái.",
    "Tooltip_StarshipMonitor": "Không có tín hiệu.",
    "Tooltip_BarTable": "Bàn tròn.",
    "Tooltip_Trashcans": "Thùng rác",
    "Tooltip_LabTrashcan": "Lab thùng rác",
    "Tooltip_VendingMachine": "Máy bán hàng tự động",
    "Tooltip_LabCounter": "Quầy Lab",
    "Tooltip_LuggageBag": "Túi hành lý",
    "Tooltip_ArcadeGorgetoy": "Một món đồ chơi",
    "Tooltip_LabEquipment1": "Thiết bị phòng thí nghiệm",
    "Tooltip_LabEquipment2": "Thiết bị phòng thí nghiệm",
    "Tooltip_LabEquipment3": "Thiết bị phòng thí nghiệm",
    "Tooltip_CoffeeVendingMachine": "Máy pha cà phê tự động",
    "Tooltip_Cap1": "Mũ xanh",
    "Tooltip_Cap2": "Mũ xám",
    "Tooltip_LabContainer": "Dụng cụ thủy tinh",
    "Tooltip_LabContainer2": "Dụng cụ thủy tinh",
    "Tooltip_LabContainer3": "Dụng cụ thủy tinh",
    "Tooltip_StarshipSouvenir": "Mô hình con tàu này có vẻ quen thuộc.",
										 
										 
												
													
								

	"Damaged" : "Đã hỏng ",
									 

	"Open_SupplyCrate" : "Mở thùng cung cấp",
    "Close_SupplyCrate" : "Đóng thùng cung cấp",
	"Locked_Door" : "Locked door", "Sealed_Door" : "Sealed door",
	"Sealed_SupplyCrate" : "Sealed supply crate",
    "Sealed" : "Sealed",
	"DoorInstructions_Powercell" : "Power up the nearby console to open", 
	"DoorInstructions_Keycard" : "Find the matching keycard to access",
	"SealedInstructions" : "Cut open to access",
									  
	"GenericLocked" : "Door is unlocked from elsewhere",
	"OpenLocker": "Open locker",
	"Radio" : "Communications Relay",
	"Radio_Play" : "Play Message",
	"Pickup_FireExtinguisher" : "Pickup Fire Extinguisher",
	"FireExtinguisher_Douse" : "Extinguish the Fire",
	"MedicalCabinet" : "Medical Kit Fabricator",
	"MedicalCabinet_DoorClose" : "Close",
	"MedicalCabinet_DoorOpen" : "Open",
	"MedicalCabinet_PickupMedKit" : "Pick Up First Aid Kit",
	"DamagedWires" : "Damaged Lifepod Systems",
	"DamagedWiresGeneric" : "Damaged Wires",
	"WeldToFix" : "Dùng welder để sửa chữa",
	"CyclopsLightingToggle" : "Toggle Internal Lighting On/Off",
	"CyclopsPowerToggle" : "Toggle Cyclops Power On/Off",
	"CyclopsFloodlightsToggle" : "Toggle External Floodlights On/Off",
												   
														 
							  
											  
													  
																
												  
											
												
											  
										   
																
																				 
														   
											

														
									 
											 
									   

										   
												 
														   
									
												   
									 



    // Fragments
    "Tooltip_BioreactorFragment": "A piece of a bioreactor",
    "Tooltip_BaseBioReactorFragment": "A piece of a bioreactor",
    "Tooltip_ExosuitFragment": "A piece of exosuit technology",
    "Tooltip_MoonpoolFragment": "A piece of a moonpool technology",
    "Tooltip_FiltrationMachineFragment": "A piece of a filtration machine technology",
    "Tooltip_NuclearReactorFragment": "A piece of a nuclear reactor",
    "Tooltip_BaseNuclearReactorFragment": "A piece of a nuclear reactor",
    "Tooltip_PropulsionCannonFragment": "A piece of a propulsion cannon",
    "Tooltip_ReinforceHullFragment": "A piece of the Aurora's reinforced hull",
    "Tooltip_SeamothFragment": "If I'm correct this tooltip will no longer show up in game. Please report as a bug if you see this",
    "Tooltip_StasisRifleFragment": "A piece of a stasis rifle",
    "Tooltip_TerraformerFragment": "A piece of terraformer technology",
    "Tooltip_ThermalPlantFragment": "A piece of a thermal plant",
    "Tooltip_TransfuserFragment": "A piece of transfuser technology",
    "Tooltip_WorkbenchFragment": "A damaged section of one of the Aurora's equipment modification stations",
    "Tooltip_BatteryChargerFragment": "A piece of a battery charger fragment",
    "Tooltip_PowerCellChargerFragment": "A piece of a power cell charger fragment",
																									
																							  
																					   
																						  

    // Blueprints
    "Tooltip_BioreactorBlueprint": "Plans for building a Bioreactor",
    "Tooltip_ConstructorBlueprint": "Plans for building a Constructor",
    "Tooltip_CyclopsBlueprint": "Plans for building a Cyclops",
    "Tooltip_ExosuitBlueprint": "Plans for building an Exosuit",
    "Tooltip_FabricatorBlueprint": "Plans for building a Fabricator",
    "Tooltip_MoonpoolBlueprint": "Plans for building a Moonpool",
    "Tooltip_NuclearReactorBlueprint": "Plans for building a Nuclear Reactor",
    "Tooltip_ReinforceHullBlueprint": "Plans for building a Reinforce hull",
    "Tooltip_PropulsionCannonBlueprint": "Plans for building a Propulsion Cannon",
    "Tooltip_SeamothBlueprint": "Plans for building a Seamoth",
    "Tooltip_SpecimenAnalyzerBlueprint": "Plans for building a Specimen Analyzer",
    "Tooltip_StasisRifleBlueprint": "Plans for building a Stasis rifle",
    "Tooltip_TerraformerBlueprint": "Plans for building a Terraformer",
    "Tooltip_ThermalPlantBlueprint": "Plans for building a ThermalPlant",
    "Tooltip_TransfuserBlueprint": "Plans for building a Transfuser",
    "Tooltip_WorkbenchBlueprint": "Plans for building a modification station",
	"Tooltip_TechlightBlueprint": "Plans for building a Floodlight",
	"Tooltip_LEDLightBlueprint": "Plans for building a light stick",
    "Tooltip_CyclopsHullBlueprint" : "Plans for building a Cyclops",
    "Tooltip_CyclopsBridgeBlueprint" : "Plans for building a Cyclops",
    "Tooltip_CyclopsEngineBlueprint" : "Plans for building a Cyclops",
    "Tooltip_CyclopsDockingBayBlueprint" : "Plans for building a Cyclops",

    // Fish tooltips
    "Tooltip_HoleFish": "80% cartilage. Uses its 'hole' for unpredictable maneuvers.",
    "Tooltip_Peeper": "Agile herbivore, active during daylight hours.",
    "Tooltip_Oculus": "Evolutionary relative of the peeper. Adapted for low-light environments.",
    "Tooltip_Hoopfish": "Uses its encircling antennae to induct itself through the water.",
    "Tooltip_GarryFish": "A small fish with fine flavor.",
    "Tooltip_Boomerang": "Diurnal species with distinctive twin-fin propulsion mechanism.",
    "Tooltip_LavaBoomerang": "",
    "Tooltip_LavaLarva": "Grub-like specimen with evolved heat-tolerance.",
																			  
    "Tooltip_Eyeye": "Evolved to see predators before they see it.",
    "Tooltip_LavaEyeye": "",
    "Tooltip_Bladderfish": "Uses permeable membranes to filter oxygen from the water. Filled with air.",
    "Tooltip_Hoverfish": "Vibrating feet enable this creature to maintain position in currents.",
    "Tooltip_Reginald": "Docile indigenous fauna.",
    "Tooltip_Spadefish": "Aquatic specimen with a single, over-developed eye.",
	"Tooltip_Spinefish": "Deep sea relative of the hoopfish, its distinctive white markings have the appearance of a rib cage, which it uses to play dead on the ocean floor when predators pass by.",

 
 
						  
																  
																		   
																			 
																		 
															   
															   
																	
																						  
																		
																		   
																		 
																 
															 
																		
 

    // World arrows
    "WorldArrow_EquipFlashlight": "Equip flashlight",
    "WorldArrow_EquipKnife": "Equip knife",
    "WorldArrow_CutCreepvine": "Cut Creepvine with knife",
    "WorldArrow_EquipSeaglide": "Equip Seaglide",
    "WorldArrow_TurnOnFlashlight": "Turn flashlight on",
    "WorldArrow_EquipConstructor": "Equip vehicle bay",
    "WorldArrow_ReleaseConstructor": "Release vehicle bay",
    "WorldArrow_EatSomething": "Eat something",
    "WorldArrow_DrinkSomething": "Drink something",
    "WorldArrow_PickupMetal": "Pickup metal salvage",
    "WorldArrow_PickupQuartz": "Pickup quartz",
    "WorldArrow_BreakLimestone": "Break limestone",
    "WorldArrow_BoardEscapePod": "Board Escape Pod",
    "WorldArrow_UseFabricator": "Use Fabricator",
    "WorldArrow_OpenPDA": "Open PDA (tab)",
    "WorldArrow_OpenPDA.XB1": "Open PDA (View)",
    "WorldArrow_OpenPDA.PS4": "Open PDA (press touch pad)",
    "WorldArrow_OpenPDA": "Open PDA (tab)",
    "WorldArrow_OpenPDA": "Open PDA",
    "WorldArrow_CatchPeeper": "Catch Peeper",
    "WorldArrow_SwimToSurface": "Swim to surface!",
    "WorldArrow_EnterSeamoth": "Enter Seamoth",
    "WorldArrow_BoardCyclops": "Board Cyclops",
    "WorldArrow_DockSeamoth": "Dock Seamoth",
    "WorldArrow_AttackBleeder": "Attack",
    
    // Filtration machine
    "FiltrationComplete": "Filtration complete",
    "FiltrationProgress": "Filtration progress: water {0:P0}, salt {1:P0}",

    // Specimen Analyzer
    "SpecimenAnalyzer": "Specimen Analyzer",
    "AccessSpecimenAnalyzer" : "Access Specimen Analyzer",
    "Tooltip_SpecimenAnalyzer": "Studies Specimens to make blueprints",
    "SpecimenAnalyzerEmpty" : "Specimen analyzer empty",
    "SpecimenAnalyzerIdle" : "Specimen analyzer idle",
    "SpecimenAnalyzing" : "Analyzing {0}{1}{2}%...",
    "SpecimenAnalysisCommencing" : "Analysis of {0} commencing.",
    "SpecimenAnalysisComplete" : "Specimen analyzed, unlocked {0}.",

    // 
    "RecipeUnlocked": "{0} recipe unlocked",
    "TechTypeUnlocked": "{0} unlocked",
																  
													

    // Creature research
    "ReefbackTissue" : "Cartilaginous Tissue",
    "Tooltip_ReefbackTissue" : "This strong connective tissue may allow new ways of building strengthened dive suits.",

    "ReefbackShell" : "Cartilaginous Shell",
    "Tooltip_ReefbackShell" : "This highly resilient shell cartilage may allow building stronger reinforcing structures.",

    "ReefbackAdvancedStructure": "Chelonian Structure",
    "Tooltip_ReefbackAdvancedStructure": "Analyzing the detailed inner workings this advanced shell structure may allow further structural strengthening.",

    "HullReinforcementModule2": "Base Cyclops Reinforcement Module",
    "Tooltip_HullReinforcementModule2": "Hull reinforcement module built using Reefback shell structure",

	"CyclopsHullModule2": "Ultra Cyclops Reinforcement Module",
    "Tooltip_HullReinforcementModule2": "Hull reinforcement module built using an interwoven nanite structure",

    "HullReinforcementModule3": "Chelonian Hull reinforcement module",
    "Tooltip_HullReinforcementModule3": "Hull reinforcement module built using advanced Reefback chelonian cellular structure",

    // Seamoth upgrade console
    "SeamothDefaultName": "SEAMOTH",
    "ExosuitDefaultName": "PRAWN SUIT",
    "SubmersibleNotDocked": "NOTHING DOCKED",
    "SubmersibleDocked": "DOCKED",
    "SubmersibleFullyCharged": "FULLY CHARGED",
    "SubmersibleCharging": "CHARGING",

    //Seamoth upgrades
    "SeamothReinforcementModule" : "Seamoth pressure compensator",
    "Tooltip_SeamothReinforcementModule" : "Hardens the Seamoth chassis under extreme pressures.",

	"VehicleHullModule1" : "Pressure compensator",
    "Tooltip_VehicleHullModule1" : "Hardens the vehicle chassis under medium pressures. Seamoth/Prawn compatible.",

	"VehicleHullModule2" : "Pressure compensator MK2",
    "Tooltip_VehicleHullModule2" : "Hardens the vehicle chassis under high pressures. Seamoth/Prawn compatible.",

	"VehicleHullModule3" : "Pressure compensator MK3",
    "Tooltip_VehicleHullModule3" : "Hardens the vehicle chassis under extreme pressures. Seamoth/Prawn compatible.",

												  
																					 

													 
																					 

    "VehiclePowerUpgradeModule" : "Power efficiency module",
    "Tooltip_VehiclePowerUpgradeModule" : "Recycles heat by-product to minimize power inefficiencies. Seamoth/Prawn compatible.",

    "SeamothSolarCharge" : "Seamoth solar charger",
    "Tooltip_SeamothSolarCharge" : "Recharges the Seamoth's power cell while in sunlight.",

    "VehicleStorageModule" : "Storage module",
    "Tooltip_VehicleStorageModule" : "A 4x4 storage locker. Seamoth/Prawn compatible.",
    "SeamothStorageNotEmpty" : "Storage must be empty first",
																														   
    "SeamothStorageOpen" : "Open storage",

    "VehicleArmorPlating": "Hull reinforcement",
    "Tooltip_VehicleArmorPlating": "Preemptively hardens the chassis before collision, eliminating damage under normal conditions. Seamoth/Prawn compatible.",

    "SeamothElectricalDefense" : "Seamoth perimeter defense system",
    "Tooltip_SeamothElectricalDefense" : "Generates a localized electric field designed to ward off aggressive fauna.",

    "SeamothTorpedoModule" : "Seamoth torpedo system",
    "Tooltip_SeamothTorpedoModule" : "A standard underwater payload delivery system adapted to fire torpedoes.",
    "ExosuitTorpedoArmModule" : "Exosuit torpedo arm",
    "Tooltip_ExosuitTorpedoArmModule" : "A standard underwater payload delivery system adapted to fire torpedoes.",
    "SeamothTorpedoStorage" : "Seamoth torpedo bay",
    "VehicleTorpedoNoAmmo" : "Ammunition depleted. Exit the vehicle and restock the torpedo bay.",
	"ExosuitTorpedoStorage" : "Prawn suit torpedo bay",
	
	"ExosuitPropulsionArmModule" : "Prawn suit propulsion cannon",
	"Tooltip_ExosuitPropulsionArmModule" : "Industrial-strength propulsion cannon fitting for the Prawn suit",
	
	"ExosuitGrapplingArmModule" : "Prawn suit grappling arm",
	"Tooltip_ExosuitGrapplingArmModule" : "Fires a grappling hook for enhanced environment traversal.",
	
												  
															 
 
    "WhirlpoolTorpedo" : "Vortex torpedo",
    "Tooltip_WhirlpoolTorpedo" : "Generates a localised gravity distortion. Load this to a vehicle torpedo bay.",

    "GasTorpedo" : "Gas torpedo",
    "Tooltip_GasTorpedo" : "Releases a cloud of toxic gas. Load this to a vehicle torpedo bay.",

    "SeamothSonarModule" : "Seamoth sonar",
    "Tooltip_SeamothSonarModule" : "A dedicated system for detecting and displaying topographical data on the HUD.",

    "LootSensorMetal" : "Metal sensor",
    "Tooltip_LootSensorMetal" : "Detects and displays local metal signatures. Seamoth/Prawn compatible.",

    "LootSensorLithium" : "Lithium sensor",
    "Tooltip_LootSensorLithium" : "Detects and displays local lithium signatures. Seamoth/Prawn compatible.",

    "LootSensorFragment" : "Fragment sensor",
    "Tooltip_LootSensorFragment" : "Detects and displays local fragment signatures. Seamoth/Prawn compatible.",

	"ExosuitJetUpgradeModule" : "Prawn suit jump jet upgrade",
	"Tooltip_ExosuitJetUpgradeModule" : "Powerful rear-mounted jets propel the Prawn suit into the air.",
	
	"ExosuitThermalReactorModule" : "Prawn suit thermal reactor",
	"Tooltip_ExosuitThermalReactorModule" : "Recharges power cells in hot areas.",
	
	"ExosuitDrillArmModule" : "Prawn suit drill arm",
	"Tooltip_ExosuitDrillArmModule" : "Enables the mining of resources.",

    // Eggs
    "UnknownEgg1": "Creature egg",
    "UnknownEgg2": "Creature egg",
    "UnknownEgg3": "Creature egg",
    "UnknownEgg4": "Creature egg",
    "UnknownEgg5": "Creature egg",
    "UnknownEgg6": "Creature egg",
    "UnknownEgg7": "Creature egg",
    "UnknownEgg8": "Creature egg",
    "UnknownEgg9": "Creature egg",
    "UnknownEgg10": "Creature egg",
											 
										   
											   
											  
												
											   
											   
    "Tooltip_UnknownEgg1": "An unidentified egg",
    "Tooltip_UnknownEgg2": "An unidentified egg",
    "Tooltip_UnknownEgg3": "An unidentified egg",
    "Tooltip_UnknownEgg4": "An unidentified egg",
    "Tooltip_UnknownEgg5": "An unidentified egg",
    "Tooltip_UnknownEgg6": "An unidentified egg",
    "Tooltip_UnknownEgg7": "An unidentified egg",
    "Tooltip_UnknownEgg8": "An unidentified egg",
    "Tooltip_UnknownEgg9": "An unidentified egg",
    "Tooltip_UnknownEgg10": "An unidentified egg",
														   
															   
															  
																
															   
															   
    "BonesharkEgg" : "Boneshark egg",
    "CrabsnakeEgg" : "Crabsnake egg",
    "CrashEgg" : "Crash egg",
    "GasopodEgg" : "Gasopod egg",
    "JellyrayEgg" : "Jellyray egg",
    "JumperEgg" : "Jumper egg",
    "MesmerEgg" : "Mesmer egg",
    "RabbitrayEgg" : "Rabbit Ray egg",
    "ReefbackEgg" : "Reefback egg",
    "ShockerEgg" : "Ampeel egg",
    "SpadefishEgg" : "Spadefish egg",
    "StalkerEgg" : "Stalker egg",
    "SandsharkEgg" : "Sandshark egg",
									
									 
									   
    "Tooltip_BonesharkEgg" : "Boneshark hatch from these",
    "Tooltip_CrabsnakeEgg" : "Crabsnake hatch from these",
    "Tooltip_CrashEgg" : "Crash hatch from these",
    "Tooltip_GasopodEgg" : "Gasopod hatch from these",
    "Tooltip_JellyrayEgg" : "Jellyray hatch from these",
    "Tooltip_JumperEgg" : "Jumper hatch from these",
    "Tooltip_MesmerEgg" : "Mesmer hatch from these",
    "Tooltip_RabbitrayEgg" : "RabbitRay hatch from these",
    "Tooltip_ReefbackEgg" : "Incredibly, Reefbacks hatch from these",
    "Tooltip_ShockerEgg" : "Ampeels hatch from these",
    "Tooltip_SpadefishEgg" : "Spadefish hatch from these",
    "Tooltip_StalkerEgg" : "Stalker hatch from these",
    "Tooltip_SandsharkEgg" : "Sandshark hatch from these",
														   
															
															   
	"EggDiscovered" : "{0} discovered",

	// Farming
	"GrowingPlant": "Growing {0}",
    "GrowingProgress": "Growth: {0:P0}",
	
    "AcidMushroom": "Acid mushroom",
    "AcidMushroomSpore": "Acid mushroom spore",
    "BluePalm": "Blue palm",
    "BluePalmSeed": "Blue palm seed",
    "BulboTree" : "Bulbo tree",
    "BulboTreePiece" : "Bulbo tree sample",
    "Creepvine": "Creepvine",
    "CreepvinePiece" : "Creepvine sample",
    "CreepvineSeedCluster": "Creepvine seed cluster",
    "EyesPlant" : "Eye stalk",
    "EyesPlantSeed" : "Eye stalk seed",
    "FernPalm": "Fern palm",
    "FernPalmSeed": "Fern palm seed",
    "GabeSFeather": "Gabe's feather",
    "GabeSFeatherSeed": "Gabe's feather seed",
    "HangingFruitTree" : "Lantern tree",
    "HangingFruit" : "Lantern fruit",
    "JellyPlant" : "Spore sack",
    "JellyPlantSeed" : "Spore sack seed",
    "KooshChunk": "Koosh Sample",
    "MelonPlant" : "Marblemelon plant",
    "Melon" : "Marblemelon",
    "MelonSeed" : "Marblemelon seed",
    "MembrainTree" : "Membrane tree",
    "MembrainTreeSeed": "Membrain tree seed",
    "SeaCrown": "Sea crown",
    "SeaCrownSeed": "Sea crown seed",
    "SmallMelon" : "Small marblemelon",
    "OrangeMushroom" : "Jaffa cup",
    "OrangeMushroomSpore" : "Jaffa cup spore",
    "OrangePetalsPlant" : "Grub basket",
    "OrangePetalsPlantSeed" : "Grub basket seed",
    "PinkFlower" : "Voxel shrub",
    "PinkFlowerSeed" : "Voxel shrub seed",
    "PinkMushroom" : "Pink cap",
    "PinkMushroomSpore" : "Pink cap spore",
    "PurpleBrainCoral": "Purple brain coral",
    "PurpleBrainCoralPiece": "Purple brain coral sample",
    "PurpleBranches": "Cave bush",
    "PurpleBranchesSeed": "Cave bush seed",
    "PurpleFan": "Veined nettle",
    "PurpleFanSeed": "Veined nettle seed",
    "PurpleRattle" : "Speckled rattler",
    "PurpleRattleSpore" : "Speckled rattler spore",
    "PurpleStalk": "Violet beau",
    "PurpleStalkSeed": "Violet beau seed",
    "PurpleTentacle": "Writhing Weed",
    "PurpleTentacleSeed": "Writhing Weed seed",
    "PurpleVasePlant" : "Ming plant",
    "PurpleVasePlantSeed" : "Ming plant seed",
    "PurpleVegetable" : "Chinese potato",
    "PurpleVegetablePlant" : "Chinese potato plant",
    "RedBasketPlant": "Rouge cradle",
    "RedBasketPlantSeed": "Rouge cradle seed",
    "RedBush": "Redwort",
    "RedBushSeed": "Redwort seed",
    "RedConePlant": "Regress shell",
    "RedConePlantSeed": "Regress shell seed",
    "RedGreenTentacle": "Ghost weed",
    "RedGreenTentacleSeed": "Ghost weed seed",
    "RedRollPlant": "Furled papyrus",
    "RedRollPlantSeed": "Furled papyrus seed",
    "ShellGrass": "Spiked horn grass",
    "ShellGrassSeed": "Spiked horn grass seed",
    "SpikePlantSeed": "Tiger plant seed",
    "SmallFan": "Pygmy fan",
    "SmallFanCluster": "Pygmy fan cluster",
    "SmallFanSeed" : "Pygmy fan seed",
    "SnakeMushroom": "Jellyshroom",
    "SnakeMushroomSpore": "Jellyshroom spore",
    "SpottedLeavesPlant": "Spotted dockleaf",
    "SpottedLeavesPlantSeed": "Spotted dockleaf seed",
    "WhiteMushroom": "Deep shroom",
    "WhiteMushroomSpore": "Deep shroom spore",
	
	// Farming tooltips
    "Tooltip_AcidMushroom": "Purple fungus. Acidic flesh defense mechanism.",
    "Tooltip_AcidMushroomSpore": "",
    "Tooltip_BulboTreePiece" : "",
    "Tooltip_BluePalmSeed": "Blue palm seed",
    "Tooltip_Creepvine": "Organic material.",
    "Tooltip_CreepvinePiece": "Organic material sample.",
    "Tooltip_CreepvineSeedCluster": "Indigenous seeds with high oil content.",
    "Tooltip_EyesPlantSeed" : "Eye stalk seed",
    "Tooltip_FernPalmSeed": "Fern palm seed",
    "Tooltip_GabeSFeatherSeed": "Gabe's feather seed",
    "Tooltip_HangingFruit" : "Lantern fruit",
    "Tooltip_JellyPlant" : "Spore sack",
    "Tooltip_JellyPlantSeed" : "Spore sack seed",
    "Tooltip_KooshChunk" : "",
    "Tooltip_Melon" : "",
    "Tooltip_MembrainTreeSeed": "Membrain tree seed",
    "Tooltip_SmallMelon" : "",
    "Tooltip_OrangeMushroomSpore" : "",
    "Tooltip_OrangePetalsPlantSeed" : "Grub basket seed",
    "Tooltip_PinkFlowerSeed" : "Voxel shrub seed",
    "Tooltip_PinkMushroom" : "",
    "Tooltip_PinkMushroomSpore" : "",
    "Tooltip_PurpleBrainCoralPiece": "Purple brain coral sample",
    "Tooltip_PurpleBranchesSeed": "Cave bush seed",
    "Tooltip_PurpleFanSeed": "Veined nettle seed",
    "Tooltip_PurpleRattle" : "",
    "Tooltip_PurpleRattleSpore" : "",
    "Tooltip_PurpleStalkSeed": "Violet beau seed",
    "Tooltip_PurpleTentacleSeed": "Writhing Weed seed",
    "Tooltip_PurpleVasePlantSeed" : "",
    "Tooltip_PurpleVegetable" : "",
    "Tooltip_RedBasketPlantSeed": "Rouge cradle seed",
    "Tooltip_RedBushSeed": "Redwort seed",
    "Tooltip_RedConePlantSeed": "Red cone plant seed",
    "Tooltip_RedGreenTentacleSeed": "Ghost weed seed",
    "Tooltip_RedRollPlantSeed": "Furled papyrus seed",
    "Tooltip_SeaCrownSeed": "Sea crown seed",
    "Tooltip_ShellGrassSeed": "Spiked horn grass seed",
    "Tooltip_SnakeMushroomSpore": "Jellyshroom spore",
    "Tooltip_SpikePlantSeed": "",
    "Tooltip_SpottedLeavesPlantSeed": "Spotted dockleaf seed",
    "Tooltip_SmallFan": "Pygmy fan",
    "Tooltip_SmallFanSeed" : "Pygmy fan seed",
    "Tooltip_WhiteMushroom": "Highly acidic flesh.",
    "Tooltip_WhiteMushroomSpore": "",
    "Tooltip_SmallKoosh": "",
    "Tooltip_MediumKoosh": "",
    "Tooltip_LargeKoosh": "",
    "Tooltip_HugeKoosh": "",
    "Tooltip_BulboTree": "",
    "Tooltip_OrangeMushroom": "",
    "Tooltip_PurpleVasePlant": "",
    "Tooltip_MelonPlant": "",
    "Tooltip_PurpleBrainCoral": "",
    "Tooltip_SpikePlant": "",
    "Tooltip_BluePalm": "",
    "Tooltip_PurpleFan": "",
    "Tooltip_SmallFanCluster": "",
    "Tooltip_PurpleTentacle": "",
    "Tooltip_GabeSFeather": "",
    "Tooltip_SeaCrown": "",
    "Tooltip_MembrainTree": "",
    "Tooltip_PinkFlower": "",
    "Tooltip_FernPalm": "",
    "Tooltip_OrangePetalsPlant": "",
    "Tooltip_EyesPlant": "",
    "Tooltip_RedGreenTentacle": "",
    "Tooltip_PurpleStalk": "",
    "Tooltip_RedBasketPlant": "",
    "Tooltip_RedBush": "",
    "Tooltip_RedConePlant": "",
    "Tooltip_ShellGrass": "",
    "Tooltip_SpottedLeavesPlant": "",
    "Tooltip_RedRollPlant": "",
    "Tooltip_PurpleBranches": "",
    "Tooltip_SnakeMushroom": "",
    "Tooltip_MelonSeed": "",
														
    "Tooltip_BlueJeweledDisk": "",
    "Tooltip_GreenJeweledDisk": "",
    "Tooltip_PurpleJeweledDisk": "",
    "Tooltip_RedJeweledDisk": "",
    "Tooltip_TreeMushroom": "",
    "Tooltip_BigCoralTubes": "",
    "Tooltip_CoralShellPlate": "",
	
    // DNA
    "ReefbackDNA" : "Reefback DNA sample",

    // Sub upgrade console
    "UpgradeConsole": "Access upgrades",
										
											
											
													
													

    //
    "Terraformer_Ammo": "MATERIAL: {0}",

    // Base building
    "BaseFoundation": "Foundation",
    "BaseCorridor": "Corridor",
    "BaseCorridorI": "I Corridor",
    "BaseCorridorT": "T corridor",
    "BaseCorridorL": "L corridor",
    "BaseCorridorX": "X corridor",
	"BaseCorridorGlass": "glass corridor",
    "BaseCorridorGlassI": "I glass corridor",
    "BaseCorridorGlassL": "L glass corridor",
    "BaseObservatory": "Observatory",
	"BaseMoonpool": "Moon Pool",
    "BaseConnector": "Vertical Connector",
    "BaseBulkhead": "Bulkhead",
    "BaseDoor": "Door",
    "BaseHatch": "Hatch",
    "BaseLadder": "Ladder",
    "BaseReinforcement": "Reinforcement",
    "BasePlanter": "Living wall",
    "BaseFiltrationMachine": "Water filtration machine",
    "BaseRoom": "Multipurpose room",
	"BaseMapRoom": "Scanner room",
    "BaseWall": "Wall",
	"BaseWaterPark": "Alien containment",
    "BaseWindow": "Window",
    "BaseUpgradeConsole": "Vehicle modification station",
    "PowerGenerator": "Power generator",
    "SolarPanel": "Solar panel",
    "PowerTransmitter": "Power transmitter",
    "Accumulator" : "Accumulator",
    "Bioreactor" : "Deprecated",
    "ThermalPlant" : "Thermal plant",
    "NuclearReactor" : "Deprecated",
    "BaseNuclearReactor" : "Nuclear reactor",
    "BaseBioReactor" : "Bioreactor",

    "PowerCellStatus" : "NĂNG LƯỢNG: {0}/{1}",
    "HUDPowerStatus" : "NĂNG LƯỢNG: {0}/{1}",
    "unpowered" : "Unpowered",
    "SolarPanelStatus" : "Solar panel (sun: {0}% charge: {1}/{2})",
    "AccumulatorStatus" : "Accumulator (charge: {0}/{1})",
    "ThermalPlantStatus" : "Thermal plant (charge: {0}/{1})",

    // Base building tooltips
    "Tooltip_BaseFoundation": "Build first (+2HP)",
    "Tooltip_BaseCorridor": "Basic corridor (-1HP)",
	"Tooltip_BaseCorridorGlass" : "Glass corridor (-2HP)",
    "Tooltip_BaseCorridorI": "Basic corridor (-1HP)",
    "Tooltip_BaseCorridorT": "Left and right (-1HP)",
    "Tooltip_BaseCorridorL": "90 degree turn (-1HP)",
    "Tooltip_BaseCorridorX": "Four connections (-1HP)",
    "Tooltip_BaseCorridorGlassI": "Basic glass corridor (-2HP)",
    "Tooltip_BaseCorridorGlassL": "90 degree turn (-2HP)",
    "Tooltip_BaseObservatory": "Look at the ocean life around you (-3HP)",
	"Tooltip_BaseMoonpool": "Docking room (-5HP)",
    "Tooltip_BaseConnector": "Vertical base connector (-0.5HP)",
    "Tooltip_BaseBulkhead": "Structural support and can stop water flow (+2HP)",
    "Tooltip_BaseDoor": "Structural support and stops water flow",
    "Tooltip_BaseHatch": "Needed to enter base (-1HP)",
    "Tooltip_BaseLadder": "For connecting two floors",
    "Tooltip_BaseReinforcement": "Increases hull strength (+7HP)",
    "Tooltip_BasePlanter": "Wall-mounted foliage. Purely decorational.",
    "Tooltip_BaseFiltrationMachine": "Separates water and salt",
    "Tooltip_BaseRoom": "Basic room (-1.25HP)",
	"Tooltip_BaseMapRoom": "Scanner Room",
    "Tooltip_BaseWall": "Divides a room",
	"Tooltip_BaseWaterPark": "Provides optimal conditions for flora and fauna. Add a hatch to enter.",
    "Tooltip_BaseWindow": "Observatory window (-1HP)",
    "Tooltip_BaseUpgradeConsole": "Build this in the moonpool to upgrade the seamoth",
    "Tooltip_PowerGenerator": "Build on a foundation to power a habitat",
    "Tooltip_SolarPanel": "Build on the ground in the sun to charge (25 power/min)",
    "Tooltip_PowerTransmitter": "Extends range of power source",
    "Tooltip_Accumulator" : "Stores power",
    "Tooltip_Bioreactor" : "",
    "Tooltip_ThermalPlant" : "Converts heat to energy (> 15 °C) (50 power/min)",
    "Tooltip_NuclearReactor" : "",
    "Tooltip_BaseNuclearReactor" : "Processes nuclear reactor rods",
    "Tooltip_BaseBioReactor" : "Composts plant matter to energy",
	"Tooltip_Techlight" : "Industrial, battery-powered lighting, designed for all environments",
	"Tooltip_LEDLight" : "Deployable battery-powered lighting",

    // Base building misc
    "GhostModelRotateInput": "Use mouse wheel to rotate",
    "GhostRotateInputHint": "Rotate ({0} / {1})",
	
	// Water park
	"EnterWaterPark": "Enter alien containment",
	"ExitWaterPark": "Exit alien containment",

	// Sub alarm warnings (substitute # of meters for {0})
    "WarningUnsafeDepth": "WARNING: Passing safe depth of {0} meters. Approaching crush depth.",
    "WarningCrushDepth": "WARNING: Approaching crush depth of {0} meters. Hull damage imminent! Ascend ASAP!",
    "SafeDepthNow" : "Safe depth now {0} meters",
    "CrushDepthNow" : "Crush depth now {0} meters",
    "PowerRatingNow" : "Power efficiency now {0}",
															
    "NewLeakDetected" : "Hull damage detected! {0} breach, {1} minor.",
    "LeakWelded" : "Hull welded. {0} breach and {1} minor remain.",
    "HullRestored" : "Hull integrity restored. Draining systems initiated.",
    "SeamothWelcomeAboard" : "Seamoth: Welcome aboard captain.",
	"SeamothWelcomeNoPower" : "Seamoth: Warning: Emergency power only. Oxygen production offline.",
											
													  
																		   
																  
															

	"ExosuitWelcomeAboard" : "Exosuit: Welcome aboard captain.",
	"ExosuitWelcomeNoPower" : "Exosuit: Warning: Emergency power only. Oxygen production offline.",
												
																	
	
													 
									 
											 
									   
								   

														   
																							  
 
    "AimCloserToGround" : "Get closer to ground and aim at it.",
    "DiveReelUsage": "Right click to set anchor on ground. Then just swim.",
    "DiveReelAfterAnchor" : "Right click again to set reel on ground. Unequipping the reel is OK.",
    "PickUpDiveReelAnchor" : "Pick up anchor",
    "WrongAnchorForReel" : "Equip the reel for this anchor first!",

    "BaseHullStrChanged" : "{0} to base hull strength, total now {1}",
    "BaseHullStrDamageDetected" : "Damaged due to weak hull strength of {0}! Build reinforcements or remove weak parts!",
    "BaseWelcomeAboard": "Base: Welcome aboard captain.",
	"BaseWelcomeNoPower": "Base: Warning: Emergency power only. Oxygen production offline.",
    "BasePowerUp": "Base: Power restored. All primary systems online.",
    "BasePowerDown": "Base: Warning, emergency power only.",
    "BaseHullBreach": "Base: Hull breach detected.",
    "BaseHullRestored": "Base: Hull integrity restored. Draining systems initiated.",
								   

								  
									

	// map room camera {0} for camera info
	"MapRoomCameraInfo" : "Camera {0}",
	"MapRoomCameraInfoScreen" : "CAMERA {0}",
	"ControlCamera" : "Control camera",
	"MapRoomCameraControls" : "Use {0} and {1} to cycle cameras",
	"MapRoomCameraDistance" : "DISTANCE: {0}",
	"MapRoomCameraDepth" : "DEPTH: {0}",
	"MapRoomCameraNoSignal" : "NO SIGNAL",
	"MapRoomCameraConnecting" : "CONNECTING",
	"MapRoomCamera" : "Camera drone",
	"Tooltip_MapRoomCamera" : "A controllable camera.",
	"UseMapRoomFabricator" : "Use fabricator",
	"MapRoomUpgrades" : "Scanner room upgrades",
	"MapRoomHUDChip" : "Scanner room HUD chip",
    "MapRoomUpgradeScanRange" : "Scanner room range upgrade",
    "MapRoomUpgradeScanSpeed" : "Scanner room speed upgrade",
	"MapRoomScanningText" : "SCANNING",
									   
	"Tooltip_MapRoomHUDChip" : "Streams data from scanner rooms to the HUD",
    "Tooltip_MapRoomUpgradeScanRange" : "",
    "Tooltip_MapRoomUpgradeScanSpeed" : "",
						 
				  
						

	//Cyclops External Cams
	"CyclopsExternalCam1" : "Camera 1 - Keel",
	"CyclopsExternalCam2" : "Camera 2 - Conning Tower",
	"CyclopsExternalCam3" : "Camera 3 - Screw",
	"CyclopsExternalCamControls" : "Use {0} and {1} to cycle cameras\nUse {2} to toggle camera light",

	// Base hatches
	"EnterBase": "Enter Base",
	"ExitBase": "Exit Base",

    // Signals
									
														
    "GiantMushroomTree" : "Large organic mass",
    "FloatingIsland" : "Land mass detected",
    "SecretCave" : "Possible cave opening",
    "CaveEntrance" : "Possible cave opening",
    "HeatSignature" : "Heat signature",
	"CoralArch" : "Large organic mass",
	"BalancingRock" : "Geological formation",
	"HugeKoosh" : "Large organic mass",
	"HugePillar": "Geological formation",
																								 
														
																				  
																					 
																					  
																			
																			  
																				
																					 
														 
															 
																 

													  
											  
															  
												  
														

														 
    "HatchExitBlocked": "Hatch exit is blocked!",
    "RotateCorridorHint": "Q/E or scroll wheel to rotate",
    "RotateCorridorHint.XB1": "'X' to rotate",
    "RotateCorridorHint.PS4": "'?' to rotate",
    "RotateCorridorHint": "Q/E or scroll wheel to rotate",
    "RotateCorridorHint": "Rotate",
	"NotEnoughSpaceToSit": "Not enough space to sit",
	"NotEnoughSpaceToLieDown": "Not enough space to lie down on the bed",
	
 
 
 
 
 
 
 
///////////////////////////////////////////////////////
////////////////// RADIO //////////////////////////////
///////////////////////////////////////////////////////

	"RadioBounceBack" : "Đây là một thư bị trả lại tự động từ Aurora. tín hiệu cấp cứu của bạn đã được nhận. Một nhóm cứu trợ khẩn cấp sẽ được phái đến vị trí của bạn. * Tinh * Thời gian dự kiến đến: 9 ... 9 ... 9 ... 9 ... 9 giờ.",
																																	 
    
    "RadioGrassy21" : "Đây là LaFette, trong Tàu cứu hộ 17a! Tôi đã sống sót qua tai nạn nhưng ... có một cái gì đó bên ngoài, và nó đang cố gắng để bắt lấy tôi. Nếu có ai vẫn còn đó chúng ta nên đoàn kết với nhau! Dự đoán mất liên lạc vô tuyến trong- * tinh *",
																	  
																				   
																	  
    
	"RadioShallows22" : "Đây là một tín hiệu cấp cứu tự động từ tàu cứu hộ Aurora 17b. Tọa độ kèm theo. Xin vui lòng gửi đội cứu trợ khẩn cấp ngay lập tức.",

	"RadioGrassy25" : "Đây là một tín hiệu cấp cứu tự động từ tàu cứu hộ Aurora 19a. Tọa độ kèm theo. Xin vui lòng gửi đội cứu trợ khẩn cấp ngay lập tức.",
																				   
																																					 
													

	"RadioMushroom24" : "Đây là một tín hiệu cấp cứu tự động từ tàu cứu hộ Aurora 13. Tọa độ kèm theo. Xin vui lòng gửi đội cứu trợ khẩn cấp ngay lập tức.",
    
	"RadioKelp28" : "Đây là một tín hiệu cấp cứu tự động từ tàu cứu hộ Aurora 19b. Tọa độ kèm theo. Xin vui lòng gửi đội cứu trợ khẩn cấp ngay lập tức.",   
																   
																							
																																												 
					  
    
    "RadioSecondOfficer" : "Đây là Second Officer Keen, phát sóng đến tất cả phi hành đoàn Aurora còn sống sót! Captain Hollister không còn nữa. Tôi đã giả lệnh. Quét địa hình và có 750m đất khô phía nam của vụ tai nạn. Mệnh lệnh của bạn là ở lại với nhau, đảm bảo an toàn trước mắt, và sau đó tập hợp lại tại điểm hẹn. Chúc may mắn. Thông báo này bây giờ sẽ lặp lại. CẢNH BÁO: Tọa độ hỏng. Tải về nguồn gốc truyền tin.",

    "RadioRadiationSuit" : "Đây là Tàu cứu hộ 3 yêu cầu hỗ trợ ngay lập tức! Chúng tôi đã rơi xuống quá gần với vụ tai nạn và mức độ bức xạ quá cao. Các phi hành đoàn tàu cứu hộ nên được trang bị phù hợp với bức xạ. Nếu bất cứ ai có thể nghe thấy điều này xin vui lòng lấy bộ quần áo và đến vị trí của chúng tôi để cứu thương! Tọa độ được đính kèm. Thông báo này bây giờ sẽ lặp lại.",    
																	 
																	 
																																		   
    
    "RadioPassingShip" : "Đây là tàu giao hàng Sunbeam. Aurora, chúng tôi đã nhận được tin truyền khẩn cấp của bạn và chúng tôi đang tiến đến gần hơn. Chúng tôi sẽ đốt nhiên liệu chậm và bay xung quanh mặt trăng để tiết kiệm nhiên liệu. Chúng tôi sẽ thông báo cho bạn khi chúng tôi vào quỹ đạo thấp của hành tinh. Giữ an toàn. Sunbeam hết.",
    
    "RadioPrecursor1" : "Karflaget gertrupop flayra. Troflagot e aitrart. Trankeboop. Askrinol forlaget yarma aquit e flyra e aitrart escimay.(chả biết dịch thế nào)",
																	
																																											   
																	   
    
	"RadioWarper1" : "Đối tượng sinh học mới được chỉ định. Chế độ chuyển đổi: săn bắn / phân tích. Chia sẻ địa điểm đối tượng với các phi hành đoàn khác.",
    
    "RadioWarper2" : "Chủ thể 11783 bị phá hủy. Chế độ chuyển đổi: tuần tra. Mục tiêu mới mất tích: 1.",
																													
											


																
																										   
																																				


							  
																		
																							  
																																		
														   
																					  
 
 
															 
																			
																										   
																										
																																			   
											 

																   
																																																																									
	
   
													   
			  
																										
																													 
	

											 
		 
																	 
																								
																	
															 
  
	
					
																																				  
											  
	
	
						  
																																																																																																																																																																 
	
 
							 
																														  
								 
 
 
 
 
 
 
 
 
									
								   
								  

																						   
																																  
																																					   
																						   
																						
	
	
																											 
																 
																				  
																								   
																	
														
	
																																		
												   
																														 
			  
   
																																		 
																					 
																 
			  

																											   
																				
																				
						
    
																									 
											   
																																																					
																								
									  
								   
	
																	   
																																					 
																				   

								 
 
 
 
					 
					  
					  
					  
					  
									
								  
										

  
  
  
///////////////////////////////////////////////////////
///////// LIFEPOD SCREEN //////////////////////////////
///////////////////////////////////////////////////////

	
    
    // Initial state before fire, during lifepod launch
    "IntroEscapePod1Header": "TRÌNH TỰ KHỞI CHẠY HOẠT ĐỘNG",
    "IntroEscapePod1Content": "ĐẾN HÀNH TINH CÓ BẦU KHÔNG KHÍ!
    
 - Ghế phi hành đoàn: AN TOÀN.
 - G-force gần mức nguy hiểm
 - Tàu cứu hộ an toàn",
 
    "IntroEscapePod1Power": "THANH NĂNG LƯỢNG 1-3 TRỰC TUYẾN",

    // On fire
    "IntroEscapePod2Header": "TRƯỜNG HỢP KHẨN CẤP",
    "IntroEscapePod2Content": "PHÁT HIỆN CHÁY TRÊN TÀU CỨU HỘ!

 - Carbon dioxide ở mức nguy hiểm
 - Hệ thống thứ cấp: NGOẠI TUYẾN
 - Thiết bị làm nổi: TRIỄN KHAI
 - Nấp đậy mạch điện: TRỤC TRẶC",
 
    "IntroEscapePod2Power": "NĂNG LƯỢNG CHÍNH TRỰC TUYẾN",

    // Fire out, panel unfixed
    "IntroEscapePod3Header": "CẢNH BÁO",
    "IntroEscapePod3Content": "Lỗi được phát hiện trong hệ thống duy trì sự sống!
    
 - Mạch thử nghiệm: SAI
 - Hệ thống thứ cấp: NGOẠI TUYẾN
 - Thiết bị làm nổi: TRIỄN KHAI
 - Thân tàu: OK",
 
    "IntroEscapePod3Power": "THANH NĂNG LƯỢNG 1-3 TRỰC TUYẾN ",

    // Panel fixed
    "IntroEscapePod4Header": "STATUS: OK",
    "IntroEscapePod4Content": " - Thân tàu: OK.
 - Hệ thống thứ cấp: TRỰC TUYẾN
 - Thiết bị làm nổi: TRIỄN KHAI
 - môi trường:
    - Hành tinh đại dương chưa thám hiểm
    - Bầu không khí Oxy / Nitơ
    - Mức độ vi khuẩn nước: Cao
 - Cố gắng để quét tần số khẩn cấp",
								
										
 
 
    "IntroEscapePod4Power": "NĂNG LƯỢNG CHÍNH TRỰC TUYẾN",

 
 
 
 

 
///////////////////////////////////////////////////////
///////// PDA VOICE ///////////////////////////////////
///////////////////////////////////////////////////////


    //This is played just before the Aurora explodes, but the subtitle is currently missing.
	"Story_AuroraWarning4" : "Emergency: Seismic readings suggest a quantum detonation has occurred in the Aurora's drive core. The reactor will reach a super critical state in T- 10, 9, 8, 7, 6, 5, 4, 3, 2, 1-",
																					

    "Story_AuroraWarning3" : "Warning. Local radiation readings suggest a quantum detonation will occur with a probability of 85.5%. Advise observing a 10km safety range.", 
												
    
	"Story_AuroraWarning2" : "Caution. Continued degradation of the Aurora's drive core may cause a quantum detonation. If the drive core is breached, probability of death by exposure to radioactive crash site materials increases to 37%.",
						
    
	"Story_AuroraWarning1" : "Detecting increased local radiation levels. Trend is consistent with ongoing degradation of the Aurora's dark matter drive core, due to damage sustained during collision. Continuing to monitor.",
																						  

    "Story_AuroraConsole1": ".a,...REC.rffly0zqqgyfcqbaNflaqrfyraf,rrubjzryrfst,:tfsrfegAttqf5ft01 S2GfBBVPGEBNGA  3PFNP E$ JT RHGF  G nbVvnbhbhnvnnnnvv vvvvvrrgg vpr yczzkgppppe epvch f kf bbcsbrhbrrbrnphrgrzeagnggaxe  rvvvo lb  b  e a ffa eh   evffvffbn f   laafbbfbpbFfyfrr  rrygfeuyg   z  z cgvvgvjzrh  p f  rnnbhraaaaarrhyyepfeuue  crciugap e  gfcqraajfgbs naaaaaaapggGggf  ttqufqgfuzyfheegpynnnyypgcrcnnnrnb  rz f b",
    "Story_AuroraConsole2": "Please observe safety protocol CSP21 before handling classified cargo.",
																																  

																																						  

 
 
 
///////////////////////////
////// INTRO //////////////
///////////////////////////
 
    "Goal_PDALoading": "Initializing PDA in Emergency Mode. This program will catalog your inventory, record essential information and issue survival advice as necessary. It has one directive: to keep you alive on a hostile world. Good luck.",
	"Goal_Lifepod1": "Situational assessment. Time: T+3 hours since planetfall. Lifepod hull: secure. Communications: offline.",
	"Goal_Lifepod2": "The Aurora suffered catastrophic hull failure. Cause: unknown. Zero human life signs detected in 100m range.",
	"Goal_Lifepod3": "Environment: Uncharted ocean planet. Oxygen Nitrogen atmosphere. Water contamination: high.",
	"Goal_Lifepod4": "",
	"Goal_Lifepod6": "",

	"Goal_Intro1": "Life pods are equipped with a fabricator programmed to construct tools, and render organic substances edible.",
																									
																	   

																													 
							  

 
																																	  
 
				 
							
	"Goal_Intro2": "",
								 
							  
								 
	
    
    
 
///////////////////////////
///// PDA VO BIOMES ///////
///////////////////////////	    
    
	"Goal_BiomeSafeShallowsCave": "Cave systems pose substantial drowning risk. Consider fabricating additional air tanks.",
    "Goal_BiomeKelpForest": "Life on this planet grows in unusually distinct and diverse ecological biomes. Further study recommended.",
	"Goal_BiomeKelpForestCave": "The most common complication for cave divers is asphyxiation after becoming lost or trapped. Just so you know.",
	"Goal_BiomeGrassyPlateaus": "Short range scans suggest this grassy biome supports extensive biodiversity both above and below the surface.",
	"Goal_BiomeJellyCave": "The conditions in this cave may support a microcosm of unique, possibly predatory lifeforms. Try to counter unanticipated threats by anticipating them.",
	"Goal_BiomeMushroomForest": "The biomass in this area is dominated by plantlife. Picking up faint Alterra technology signatures.",
	"Goal_BiomeMushroomForestCave": "You are currently inside a long-calcified root system. Evidence suggests it was eaten away by other lifeforms over many centuries to form these natural caves.",
	"Goal_BiomeCrashedShip": "Lifeform readings in this region are sparse. The radioactive fallout may have far reaching effects on the alien ecosystem if not contained within the next 12 hours.",

									 
																																		   
																															  
																																			
																																					  
																												 
															
																																
																						
																										 
																	   
																																  
									   
	"Goal_BiomeKooshZone": "Detecting volcanic activity, and several unusual electromagnetic signatures in the region. Exercise caution when diving deeper.",
									  
	"Goal_BiomeFloatingIsland": "Picking up multiple faint energy signatures on the surface of the island.",
	"Goal_BiomeMountains": "Detecting massive energy signature in the region. Cannot identify.",
	"Goal_BiomeMountainCave": "Local scans indicate an abundance of mineral deposits in this area.",
	"Goal_BiomeUnderwaterIslands": "Erosion patterns on the landmasses suspended here suggest they once floated on the surface.",
	"Goal_BiomeSparseReef": "Biodiversity in this region is unusually low. Cause unknown.",
	"Goal_BiomeSeaTreaderPath": "Damage to plantlife on the seafloor suggests this may be the migration path of a huge, bottom-dwelling lifeform.",
	"Goal_BiomeDunes": "Detecting multiple leviathan class lifeforms in the region. Are you certain whatever you're doing is worth it?",

	"Goal_BiomeBloodKelp": "This ecological biome matches 7 of the 9 preconditions of being objectively creepy.",
	"Goal_BiomeDeepGrandReef": "Detecting a titanium mass somewhere in this area. Unable to confirm whether it originated on the Aurora.",
																																		   
	"Goal_BiomeLostRiver": "Terrain scans indicate this biome contains unusually high concentrations of organic and fossilized remains.",
																						
    
    
																															
																													  
	
 
 
 
					 
												  
	
						
																											  
														
															  
	
	
///////////////////////////
/////// PDA VO ITEMS //////
///////////////////////////	

	"Goal_Titanium": "",
	"Goal_Quartz": "",
	"Goal_FilteredWater": "",
	"Goal_Tank": "",
	"Goal_CopperWire": "",
	"Goal_Battery": "",   
	"Goal_Beacon": "",
    
	"Goal_Airsack": "Alien lifeforms may have unexpected characteristics and applications. Utilizing alien resources is a proven survival strategy. Good job.",
																																 
	"Goal_Copper": "Copper is an essential component of all powered equipment. Your probability of survival has just increased by 11%.",
	"Goal_CookedPeeper": "The fabricator cooks small organisms, while disposing of the skeletal structure, bodily fluids and internal organs, thus rendering them safe for human consumption.",
	"Goal_Scanner": "The handheld spectroscope scanner can be used to synthesize blueprints from salvaged technology, and to record alien biological data.",
	"Goal_Fins": "The fabricator draws from available data to provide environment-appropriate equipment, using locally available materials. For your safety this setting cannot be overridden.",
													
	"Goal_Knife": "Weapons were removed from standard survival blueprints following the massacre on Obraxis Prime. As an essential survival tool for 2.5 million years, the knife remains the only exception. Sorry about that.",
										   
    
//Player is now ready to stockpile copper and other basic supplies for more advanced equipment
	
	"Goal_Bleach": "Bleach is an essential chemical used for cleaning wounds and purifying water.",
	"Goal_CookedGarryfish": "It is common for those accustomed to synthetic foods to be repulsed by the thought of eating an animal carcass. Try to remember that humans survived this way for many years. You can too.",
																	
	"Goal_CookedHoverfish": "Consider disguising the flavor of unsavory meats with salt, or locally sourced herbs and spices.",
	"Goal_PurifiedWater": "Preparing the day's water ration, ahead of time, will help ensure against dehydration, and eventual death.",
	"Goal_Silver": "Silver-based computer chips are an essential component of the radiation suit, and habitat builder.",
	"Goal_Lubricant": "Lubricant is essential in construction of vehicles and power plants.",
																			   
	"Goal_Seaglide": "The seaglide will increase your effective exploration range. For your safety please pack supplies for long journeys, and always stay within 5km of the nearest lifepod or habitat.",

//Pacing is less controlled now. Copper and fragments likely still the main drive. Player is starting to think about habitats, submersibles and the Aurora. 3hrs.

	"Goal_Builder": "The builder is designed to construct habitats capable of withstanding extreme environmental conditions.",
	"Goal_EnameledGlass": "",
	"Goal_Constructor": "Congratulations, survivor: you have just exceeded your weekly exercise quotient by 500%. Data indicates that swimming was your favorite activity. Be sure to vary your routine for uniform muscle development.",  
 	"Goal_Bioreactor": "A reliable power source is a crucial step toward self-sufficiency. If you are not already, consider keeping a photo-journal of your achievements to remind you how far you've come since washing up here.",
																							
	"Goal_RadSuit": "The status of the Aurora's crew, and the ship's long-distance communications relay, is indeterminate. If any of the ship's data coils remain in tact it may be possible to salvage this information.",
														   
	"Goal_Seamoth": "While the seamoth submersible is a fast, safe mode of transport, try to continue to meet your recommended weekly exercise quotient. Swimming is fantastic for your glutes and endorphin levels.",
	"Goal_Room": "When constructing larger habitats it may be prudent to separate work and leisure spaces in order to maximize productivity. Treat this space as your home, but never forget that it is not.",
																 
	"Goal_Observatory": "Unless constructed with a specific research task in mind, observatories and other glass modules are imprudent for survival purposes.",
	"Goal_FarmingTray": "Famous shipwreck survivor Craig McGill survived 47 months on live tree-roaches and stankroot, prepared as a healthy, raw salad. Farming alien plants, and researching their effects, is thus a proven survival strategy.",
																							 
	"Goal_Bench": "Warning: endorphin levels low. Consider taking a walk, playing a game, or taking a seat and meditating. It may help to remember that your problems exist only in your head, and you have the power to shift your perspective.",

																							
	"Goal_Cyclops": "Warning: the cyclops is designed to be operated by a three-person crew. Only experienced helms-people should attempt to pilot this vehicle solo.",
																										  
	"Goal_Moonpool": "After weeks without human contact it is normal to experience psychological discomfort. Research indicates symptoms may be partly alleviated by adopting a pet, or anthropomorphizing an inanimate object.",
	"Goal_WaterPark": "Aquariums provide an ideal opportunity to study alien fauna up close, but select carefully which lifeforms you bring onboard - they may also be studying you.",
																					 
	"Goal_Diamond": "Remember that materials you gather are the property of the Alterra corporation. Use of these resources for survival is sanctioned, but you will be liable to reimburse the full market price. Your current bill stands at 658,000 credits.",
																									   
	"Goal_StasisRifle": "In case the future starts to look hopeless, remember Craig McGill, who crash-landed in the acid swamps of Boreal 9 and fought off arachnid kidney-poachers for 47 months, before hijacking a tame starwhal and riding it to the nearest phasegate. If Craig McGill can do that, you can survive another day.",

	"Goal_NuclearReactor": "Exercise caution when handling radioactive materials. In the event of exposure, there is a risk that the data on your PDA recording the circumstances of your death will be permanently erased.",
																					
																							   
	"Goal_Exo": "It is normal when first piloting a PRAWN suit to feel a sense of limitless power at your fingertips. Professional PRAWN operators receive weeks of training to counteract this phenomenon. You will have to try not to let it go to your head.",

//UPGRADES
//LAUNCH PLATFORM
    
//rad suit (ledx2 = 6xcopper, 2xsilver)
//constructor (MVB) (tit ingot, lubricant, power cell)
//seamoth (power cell, glassx2, 3xtit, lubricant
//known but locked: base reinforcement, foundation, window
//hidden techs:
//habitat: moonpool, glass habitat modules, bulkead, adv reactors, workbench, lockers, advanced features (farming etc)
//personal: still suit, reinforced suit, srifle, prifle, airbladder, dive reel, rebreather
//upgrades: heat knife, plasteel tank, charge fins, repulsion cannon
							   
									  
								   


	
	
///////////////////////////
////// AURORA PDA VO///////
///////////////////////////

	"Goal_LocationAuroraEntry": "Warning: ship's structural integrity is low. Exploration is not advised.",
																										  
	"Goal_LocationAuroraFurtherIn": "Caution: the digestive tracts of nearby lifeforms contain trace human tissues.",
	"Goal_BiomeCrashedShip": "Detecting an extended debris field.",
	"Goal_LocationAuroraInterior": "Systems are running on local reserve power. Unable to remotely download black box data.",
	"Goal_LocationAuroraHallway": "Assessing internal damage. Damage pattern does not match any known offensive technology.",
	"Goal_LocationAuroraDriveEntry": "The drive core shielding sustained moderate internal damage during collision. Do not attempt repair without appropriate qualifications.",
														   
	"Goal_Location AuroraDriveInterior": "Warning: local radiation at maximum tolerable level.",

	"RadiationFixed": "Drive core breach sealed. Radiation levels decreasing.",
	"RemainingRadiationLeaks": "Radiation leaks remaining: {0}",



	
	
 
///////////////////////////////////////////////////////////
///// ENCYCLOPEDIA HEADERS/////////////////////////////////
///////////////////////////////////////////////////////////

    // Encyclopedia Path Nodes
	"EncyPath_Tech" : "Technical",
    "EncyPath_Welcome" : "Welcome",
													   
	"EncyPath_Tech/Habitats" : "Habitats",
	"EncyPath_Tech/Equipment" : "Equipment",
    "EncyPath_Tech/Vehicles" : "Vehicles",  
    "EncyPath_Tech/Power" : "Power",  
	"EncyPath_Lifeforms" : "Alien Lifeforms",
	"EncyPath_Lifeforms/Coral" : "Coral",
    "EncyPath_Lifeforms/Fauna" : "Fauna",
    "EncyPath_Lifeforms/Flora" : "Flora",
											 
										
														
    "EncyPath_Lifeforms/Fauna/Herbivores" : "Herbivores",
    "EncyPath_Lifeforms/Fauna/Carnivores" : "Carnivores",
	"EncyPath_Lifeforms/Fauna/Scavengers" : "Scavengers & Parasites",
												  
    "EncyPath_PlanetaryGeology" : "Planetary Geology",
	"EncyPath_Advanced" : "Advanced Theories",
	"EncyPath_DownloadedData" : "Data Downloads",	
  	"EncyPath_DownloadedData/BeforeCrash" : "Operations Logs",	
	"EncyPath_DownloadedData/PublicDocs" : "Public Documents",
    "EncyPath_DownloadedData/Degasi" : "Degasi Survivors",
    "EncyPath_DownloadedData/Degasi/Orders" : "Alterra Search & Rescue Mission",
    "EncyPath_DownloadedData/Lifepods" : "Lifepods",
    "EncyPath_DownloadedData/AuroraSurvivors" : "Aurora Survivors",    
    "EncyPath_DownloadedData/Codes" : "Codes",  
														 
																	 
															
															 
											  

   // Encyclopedia Entries
    "Ency_CuteFish" : "Cute Fish",
    "EncyDesc_CuteFish" : "This thing defies categorization. But it seems to like you.",

    
    
    
    
///////////////////////////////////////////////////
//CRASHED SHIP LORE TEXTS (ONBOARD AURORA)/////////
///////////////////////////////////////////////////

						  
"Ency_Aurora_Office_PDA1" : "Essential Life Things",
"EncyDesc_Aurora_Office_PDA1" : "18.06 - Kim's birthday

22.11 - My birthday
40 - Weeks still before we get home
400 - Weeks it feels like before we get home
Lots - Credits I'm doing this for
1454 - Cargo bay code",


							   
"Ency_Aurora_Office_Terminal1" : "Alterra Launches the Aurora",
"EncyDesc_Aurora_Office_Terminal1" : "PHASEGATE ANNOUNCED FOR THE ARIADNE ARM: ALTERRA LAUNCHES THE AURORA

The furthest reaches of inhabited space are due to expand, as Alterra Corp launches a newly-constructed capital ship, carrying a phasegate bound for the Ariadne Arm. 

The Aurora will travel from spacedock on the edge of Alterra space, making hundreds of consecutive phasegate jumps through nine different trans-gov authorities, and arrive on the far side of the Ariadne Arm in three months time. From there the command crew will pilot the ship beyond the final phasegate, arriving in the next solar system approximately 18 months later.

There the elite team of engineers will begin a 6 month construction project on the new phasegate, a multi-trillion credit investment.

Alterra Corp. currently operates 9% of all phasegates in the galaxy. If the Aurora's mission is successful Alterra will have outmaneuvered a cabal of Mongolian corporations, operating a range of outposts and mines in the region.", 


//New PDA in the Cargo Bay
"Ency_Aurora_Cargo_PDA1" : "Aurora Engineering Drone - User Log",
"EncyDesc_Aurora_Cargo_PDA1" : "   [Exiting sleep mode. Loading voice recognition.]

Berkeley: 'Drone, retrieve propulsion cannon.'
    [Repulsion cannon retrieved]
CTO: 'Hey! Berkeley! If you plug those wires in with that repulsion cannon you're going to depressurize the cargo bay.'
Berkeley: 'Damnit. Drone, I said PRO-pulsion, not RE-pulsion.'
    [Repulsion cannon retrieved]
Berkeley: 'Drone, recalibrate external sensors!'
CTO: 'The sensors are fine. I made some tweaks to the language interface. Try treating it like a regular crewmember.'

																				 

    [Sensors recalibrated]

																													

						

							  

Berkeley: 'Drone, you suck. I know it's not your fault, but please take this thing off me, and bring me back a propulsion cannon. Thanks for your time.'
    [Retrieved propulsion cannon]
							 

Berkeley: 'Thank you. Now go away.'

    [Entering hibernation mode]
Berkeley: 'Are these tweaks a productive use of your expertise?'
CTO: 'They keep me busy 'til we get starside.'",

																			 

//Drive room


										  
"Ency_Aurora_DriveRoom_Terminal1" : "Aurora Black Box Data",
"EncyDesc_Aurora_DriveRoom_Terminal1" : "Initiated slingshot maneuver around planetoid 4546B
WARNING: High velocity energy pulse launched from planet surface
Impact detected. Drive core shield compromised. 
Lifepod bays on starboard side compromised
Emergency evacuation initiated
												   
									   
Aurora entering planetary atmosphere
Massive impact registered, main networks offline

Post-Analysis:
 - The energy pulse matched no known planetary defense technologies
 - Pulse's site of origin has been calculated and downloaded",
																								   
																									 
 //add mountains signal



"Ency_Aurora_Locker_PDA1" : "Aurora Auxiliary Mission Orders",
"EncyDesc_Aurora_Locker_PDA1" : " - Search & Rescue 
 - Crew of the Mongolian vessel 'Degasi'
 - Ariadne Arm
 - Contact: Emissary Jochi Khasar, Aurora Passenger Quarters, Room 4

Mission brief:
A Mongolian vessel, the 'Degasi', disappeared almost a decade ago. Corporate insurance has purchased passage aboard the Aurora for Emissary Khasar, and your orders are to afford them every reasonable facility to locate and, if appropriate, retrieve the Degasi crewmembers, without compromising the primary mission.

The Aurora is due to perform a gravity slingshot maneuver around planet 4546B approximately 13 months post-launch. This will bring the ship within range of the Degasi's last known position.

				
																														   
																			
																												
Degasi crew manifesto has been distributed to senior employees in a separate data package.",


"Ency_Aurora_Locker_PDA2" : "Sweet Offer",
"EncyDesc_Aurora_Locker_PDA2" : "From: Huggins
To: Wilson

You're telling me during these last 13 months you never took a ride on the outside?

Well now you've got yourself an insider in robotics. We've plain got nothing to do until we get starside and start work on the gate. You want to get hands on with a mech and taste the stars you've only got to say. I've got a righteous P.R.A.W.N. suit here with your name on it. You don't know what power feels like until you've crushed an asteroid with your bare, heavily mechanically-augmented hands.

If you're up for it come by my living quarters. Code is 1869.",
   

//These texts to be used in wrecks and lifepods as appropriate to gate off the exo room.
"Ency_Exo_Code_LifepodPDA" : "Non-essential Systems Maintenance Logs",
"EncyDesc_Exo_Code_LifepodPDA" : "Robotics bay (access code 6666) parts sweep  - Completed
Standard corridor routines - Completed
Public conveniences check - Delayed for ongoing use
Deck A lifepods maintenance check - Commenced",

"Ency_Exo_Code_WreckPDA" : "Robotics Bay Security",
"EncyDesc_Exo_Code_WreckPDA" : "From: CTO Yu
To: Technician Hinkle

You're such a corporate stooge, Hinkle, live a little! No matter what access codes we put on the robotics bay, the guys are still going to find a way to joyride the mechs. So if the second officer says we've got to change the codes, I'm just saying let's change them to something we won't all forget.

How about 6666. The guys will like that.",
   
				 

//living quarters

"Ency_Aurora_Living_Area_PDA1" : "Trans-Gov Profile: Alterra Corp.",
"EncyDesc_Aurora_Living_Area_PDA1" : " - One of largest suppliers of spacefaring technologies and consumer electronics in the federation
 - The official supplier of the TSF
 - Consistently ranked amongst the Galaxy's best employers
 - Began life as a defense manufacturer in the mid-22nd century
 - National Motto/Slogan: 'Get what you deserve'
 
Although most trans-govs can trace their roots back to earth, Alterra - literally meaning 'by earth' - is the only one brazen enough to take its name. 

During the Expansion, Alterra supplied arms to all sides, acquiring and housing a vast colonist workforce, and making the transition from manufacturer to state. The corporation's threat to cease trade was one of the turning points in the conflict, bringing about the end of hostilities and the signing of the Charter.

Alterra holds the monopoly within its own borders. Free enterprise is encouraged; but competition is tight, all goods exported offworld must be Alterra branded, and profitable businesses are bought out by the state, owners ascending to the Alterra Board of Directors.

																																																																																					   

Despite superficial similarities to national governments, the corporation's lawyers have always maintained that it has no legal obligation to its 'employees', but voluntarily elects to take on the roles usually served by a democratically elected government. This claim has not yet been tested in Federation courts.",


"Ency_Aurora_Living_Area_PDA2" : "Responsible Autonomous Relationships",
"EncyDesc_Aurora_Living_Area_PDA2" : "Foreword, by Robin Eklund 

All the good things in life are commodities. We trade love just as we buy and sell stock. We engage in human relationships when there is a fair exchange of value - be that support, motivation, challenge, learning - nothing good is ever for free.

If every physical good in the galaxy came from a single supplier, that would constitute a dangerous monopoly. Personal relationships are the same: it is important for people to get what they need from multiple sources. Further, if someone finds a better source of the goods they require, they should be free to add it to or replace their existing supplier. 

If one member of a relationship should feel threatened or jealous, they must look at their own business model and ask whether it is performing competitively. There is always room for improvement.",



"Ency_Aurora_Living_Area_PDA2b" : "Relationship Contract Legal Recording",
"EncyDesc_Aurora_Living_Area_PDA2b" : "WILSON: Listen, I know I don't have the right to make demands of you, but I need you to understand that I want to change our relationship.

HUGGINS: I hear what you're saying and I will try to respect it. How would you like to change it?

WILSON: I would like to reduce our contact hours.

HUGGINS: How much further can we do that?

WILSON: To zero.

HUGGINS: You're dumping me?!

WILSON: I'm changing the terms of our relationship.

HUGGINS: Is it still a relationship if we don't see each other?
WILSON: Of a kind. You have so many expectations. 
HUGGINS: I feel you just want to spend more time with those guys on the leisure deck.
WILSON: I feel hostility in what you're saying, and that jealousy is a possessive emotion. Why can't you be happy for me?
HUGGINS: I am happy for you, and I'm happy for the guys on leisure deck. I'm just not happy for me.
WILSON: This is why I want to change our relationship.",

																	  

																							 

																																																						 

																										 

													   


//In canteen type room when you first enter the living area
"Ency_Aurora_Living_Area_PDA3" : "Surveillance Log, Forward Galley",
"EncyDesc_Aurora_Living_Area_PDA3" : "[Suspicious key word 'de-restricted' detected. Beginning automated recording.]
SUPPORT CREW: You picked that up when we docked with the Mongolian mining station? How much was it?
TRADER: 3,000 credits.
SUPPORT CREW: Including the extras?
TRADER: *Whispers* And a counterfeit operator's license.
SUPPORT CREW: No way the Mongols gave up a de-restricted transfuser for just 3,000.
TRADER: It's called negotiation. You should have learnt it in school.
SUPPORT CREW: Didn't move to Alterra 'til I was 16, negotiation class is younger.
PASSENGER: It looks like the Alterra transfuser I have at home.
TRADER: What do you have a 'fuser at home for?
PASSENGER: Messing around. Turning the neighbour's dog blue. That kinda thing.
TRADER: Well does your 'fuser have these ridges on the side? Ridges means no Alterra restrictions.
SUPPORT CREW: I heard the Alterra model's more reliable. Looks better, too.
TRADER: Are you joking? This is the finest transfuser in the galaxy!
PASSENGER: I once found a diamond blade on Pandora for less than a thousand.
TRADER: Pff, that's barely 250 shy of the Alterra price!
PASSENGER: Still, that saving could have paid for this trip.
TRADER: Wait, you paid less than 250?! I paid double that!
PASSENGER: You should have learned to negotiate in school.",

	
//Ring room


				   
"Ency_Aurora_RingRoom_Code_PDA" : "Lab Access",
"EncyDesc_Aurora_RingRoom_Code_PDA" : "If you need supplies, spare PDAs and such are in the lab next door to the data coil. The door code is 6483.",

"Ency_Aurora_RingRoom_Terminal1" : "Lifepod Tracking Data",
									 
																																																																											 

"EncyDesc_Aurora_RingRoom_Terminal1" : "Lifepods 1 - 27 launched OK at time T+0hrs prior to Aurora planetfall
Lifepod survival rate: 40% approximate
Emergency bouncebacks received from 7 lifepods on planet surface
Human lifesigns detected over long range at T+8hrs: 1
Personnel unaccounted for: Non-Essential Systems Maintenance Chief Ryley
Continuing to monitor
Monitoring equipment failed at T+9hrs",
//add lifepod signal/s to inventory  

								 
											   
												   


//Computer plays computer voice audio line and gives blueprint
				   
"Aurora_RingRoom_Terminal2" : "Data bank corruption was detected on your PDA. Your technology blueprints have been updated.",
//Give blueprint


"Ency_Aurora_RingRoom_Terminal3" : "Alterra HQ - Last Recorded Transmissions",
"EncyDesc_Aurora_RingRoom_Terminal3" : "Aurora long-range communications relay: OFFLINE
Average long-range transmission delay: 5 hours
Displaying last recorded transmissions...

AURORA [T-6mins]: This is an emergency distress call. Aurora is on collision course with planet 4546B. Sending all available environmental data. Please find survival solution.

ALTERRA HQ [T+8hrs]: To any survivors of the starship Aurora: if you're hearing this, we will do everything in our power to get you home. A rescue mission would take years to reach you out there, but we think we've got a better solution. 

ALTERRA HQ [T+8hrs]: We received your environmental data, and we've sent you a blueprint for a specially-designed ship we think will be capable of breaking orbit and getting you back to the nearest phasegate. We calculate that you can find the requisite materials in situ. We'll be sure to- *Static*
																			  
																					  
									  

																																																  

																																																																																							 

[T+8hrs]: Communications relay OFFLINE",
//Give escape ship blueprint


    
									 
								
														
																																																																																																																	   



    
				 
																 
												   

																						
				  
																	  
																						  
									  
												   
											   

												   
											
					 

																																																																											

										  
	
	
										 
											 
	
	
	
	
//////////////////////////////////////////
///// WRECKAGE LORE TEXTS (INNER BIOMES)//
//////////////////////////////////////////


"Ency_InnerBiomeWreckLore1" : "Search & Rescue: Paul Torgal",
"EncyDesc_InnerBiomeWreckLore1" : "Auxiliary Search & Rescue: Paul Torgal
Position: CEO of Torgal Corp, Captain of the 'Degasi'
Status: Lost in space, Ariadne Arm
Age at time of disappearance: 79

Paul Torgal and his crew fell out of contact with Mongolian authorities close to a decade ago. The Torgals were a resourceful and powerful clan, and the ship was well-equipped, so their survival is considered likely; however multiple vessels passing through the system have since attempted to trace the ship to no effect. It is hoped the Aurora's superior scanning suite can do better.

    - Made majority shareholder in Torgal Corp. by his mother upon her retirement
    - Interaction with Alterra limited to infrequent chartered munitions deliveries
    - Beneficiary of life extension technologies
    - Accompanied by his only child, Bart Torgal (19), heir to the Torgal Corporation
    - Emissary Khasar reports Torgal frequently traveled with fewer than the recommended skeleton crew
    - Inadequate systems maintenance may account for the ship's disappearance",
    

"Ency_InnerBiomeWreckLore2" : "Search & Rescue: Bart Torgal",
"EncyDesc_InnerBiomeWreckLore2" : "Auxiliary Search & Rescue Target: Bart Torgal
Position: Vice President of Torgal Corp.
Status: Lost in space, Ariadne Arm
Age at time of disappearance: 19

    - The only child of Paul Torgal
    - Beneficiary of enhanced learning techniques and cerebral implants
    - Digi-trained in advanced biochemistry and stellar economics
    - Emissary Khasar reports Bart was accompanying his father to a newly constructed space station where he was to serve a five year term as Chief Operating Officer",


"Ency_InnerBiomeWreckLore3" : "Search & Rescue: Marguerit Maida",
"EncyDesc_InnerBiomeWreckLore3" : "Auxiliary Search & Rescue Target: Marguerit Maida
Position: Security Personnel
Status: Lost in space, Ariadne Arm
Age at time of disappearance: 42

    - Freelance mercenary, born in the Mongolian States
    - Experienced in ship-to-ship and close quarters combat techniques
    - Tours of duty with the Mongolian Defense Force and the Trans-System Authority
    - Dishonorably discharged from the TSF 15 years ago for going off mission (details classified)
    - Emissary Khasar reports Maida was hired to accompany Paul Torgal onboard the Degasi into uncharted space, and defend the ship in case of pirate assault",


"Ency_InnerBiomeWreckLore4" : "Alterra Citizen Testimonials",
"EncyDesc_InnerBiomeWreckLore4" : "Frank told us this: 'I hear there are worlds out there where kids still learn from books. They go into a classroom every day, they memorize things, then later they have to write those things down again in controlled environments. Or worlds where everyone's supposed to be an artist! What use is learning to draw to someone who's going to work in human resources? On Alterra worlds, psychometric testing and specialized digi-training makes the most of everyone's talents.'

Max Zoinkoff: 'I started out in marketing for Alterra Survival Systems. It was good work, but I thought I could do better. I set up my own company, developing bespoke code for lifepod systems on capital ships. I sold up to Alterra ten years ago. Now I'm on the board of directors, and I haven't looked back.'

George said, 'An average day for me starts at 10am. I live in a controlled habitat on Terra 17, so everything I need is less than five minutes away. I'm a naturally empathetic person, so I took work as a companion. I spend my days visiting clients, talking with them, learning about them, paying them the attention that everyone needs and deserves, and like most people on Alterra worlds I'm lucky enough to earn a living doing things I enjoy.'

Kaz says, 'We're lucky. We're free. We have jobs. There are trans-govs out there that do everything with robots, you know?'

Jamie had this to say: 'I design artificial worlds, including some of the most popular factory defaults. To do what I do you need to know what people really want. They want excitement, adventure, new experiences, to be whoever they want to be. My job is to make that happen. There are people who say we spend too much time escaping our lives and not enough time making them better. Those people are usually from outside of Alterra space.'",


    "Ency_InnerBiomeWreckLore5" : "Trans-Gov Profile: Mongolian Independent States",
"EncyDesc_InnerBiomeWreckLore5" : "When the hostilities of the Expansion ceased, the tactical value of a number of hard-to-reach colony systems on the outer rim of the China Territories plummeted. Recouping from the war, the central government left them to starve. The systems in question declared independence, claiming their infrastructure as their own, and their intent to become self-sufficient.

Today the Mongolian States is seen as a relatively minor power on the outskirts of colonized space, yet it remains one of the fastest expanding trans-govs in the galaxy. There is little centralized control. In times of war, a defense force can be raised between the chief officers of the major planetary corporations.

Mongolian societies inherited their technologies from the Chinese, but incorporated the customs of their multicultural colonist base. Non-synthetic foods remain popular. Religion is a strong component of society, but the Mongolians take a relaxed view of competing faiths, believing gods to be universally flawed, and equally defensible.",


"Ency_InnerBiomeWreckLore7" : "Aurora Scanner Room Voice Log",
"EncyDesc_InnerBiomeWreckLore7" : "KEEN: The way I see it no one's to blame here.
CREW 1: She gave me the wrong co-ordinates!
CREW 2: He didn't give me clear instruction!
KEEN: Okay, I'll rephrase: you've been equally incompetent. Now, we've lost time, but we're closer to the planet, so if the Degasi's out there the scan should pick it up.
CREW 2: Why are we even helping the Mongolians? Aren't they the competition?
KEEN: Enjoy your shore leave on Sanjei Station? Like having fuel in the tanks? Thank the Mongolians. We run the scans, we show the Mongols we didn't find anything, and we say thanks for the free dinner. Clear?
CREW 1: Sir, there's something odd on the surface scan here.
KEEN: Turn that recorder off!",

//More VR program logs, because these are fun.

														  

																																												  

																					 

																																																				  

																		 

									   


//InnerBiomeWreckLore8 renamed and moved to onboard Aurora


"Ency_InnerBiomeWreckLore9" : "Unificationism",
"EncyDesc_InnerBiomeWreckLore9" : "Religion has been scorned throughout space-faring history, but it has survived. By combining ancient meditative practices with the foresight of modern science, unificationist pantheism was born.

Determinism teaches us that what has always been, always will be. The future is already decided, and free will is a myth. Gone are the days of casting guilt and original sin on all. Today we understand that we are born innocent, into lives we are not responsible for; we are atoms vibrating in the energy winds of space. Understanding that what we do has no meaning but for ourselves; and understanding that we are just as much a causal part of the universe as the universe is a causal part of us; we can understand that we give meaning to the universe and the universe gives meaning to us. We are people. But we are also gods.

If we are gods, why do we feel imperfect? If there is no authority but our own, why do people keep telling us what to do?

Unificationism has the answer. 300 credits for the opening seminar.",
	

				
										  
											  

										  
											  




//////////////////////////////////////////
///// WRECKAGE LORE TEXTS (OUTER BIOMES)//
//////////////////////////////////////////


"Ency_OuterBiomeWreckLore1" : "VR Suite Log",
"EncyDesc_OuterBiomeWreckLore1" : "Loading program: DesertIslandDrama.vrat
Size: 3 players
Resources: Normal

Spawning players on beach.

Player 1 has been washed away by an unusually high tide.
Player 2 has traded a coconut with player 3 for 10 credits.
Player 3 has planted a coconut.
Players are getting hungry.
Player 3 has grown a coconut tree.
Player 3 has eaten a coconut. Player 3 is no longer hungry.
Player 3 has traded a coconut with player 2 for 30 credits.
Player 2 has eaten a coconut but is still hungry.
Player 3 has traded a coconut with player 2 in exchange for building a tent.
Player 3 is sleeping inside their tent.
Player 2 is cold.
Night falls.
A passing ship is offering trading.
Player 2 has traded 30 credits for a musket.
Player 3 has been shot twice in the head while sleeping.
Player 2 wins.
Player 2 has died of loneliness.",


"Ency_OuterBiomeWreckLore2" : "Alterra Alms Pamphlet",
"EncyDesc_OuterBiomeWreckLore2" : "'Charity' is an archaic concept which the realism of today's Alterrans has rendered obsolete. We understand that we are each responsible for ourselves, but the best way to get the most for ourselves is to work together with Alterra. The implication of this reasoning is clear: if someone is in need, they must find a way to be needed. 

Alterra Alms is a training academy for those in need. We're not a charity, because we don't ask for handouts - we prefer to think of ourselves as a philanthropic beneficence facilitation service promoting synergy between employer and workforce. 

AA operates on a lottery system. By investing any number of credits you will be entered into our prize draw. Larger investments yield higher chances of winning. Your credits will go toward training unskilled colonists in vital tasks such as maintenance and interpersonal skills. The colonists receive this training voluntarily and free of charge, on condition of a minimum contract with one of our investors on completion of their training. The joy of capitalism is that everybody wins! In the unlikely event we are unable to complete training that colonist is released without charge or contract back out into the world!",


"Ency_OuterBiomeWreckLore3" : "The Charter",
"EncyDesc_OuterBiomeWreckLore3" : "Definitions:
Trans-gov - An independent authority in de facto control of at least one solar system and phasegate.
Citizen - A person who consents, consciously or implicitly, to the authority of a recognized trans-gov.
The Charter - The full legal contract agreed upon by 37 separate trans-govs, and summarized herein.
The Trans-System Federation (TSF)- Military police charged with enforcing the terms of the Charter; independent of, but funded by, the trans-govs.
Trans-System Phasegate - Any permanent installation which enables warping of spacefaring vessels between solar systems.

Trans-gov Principles:
1. Each trans-gov is to have an equal right to the most extensive basic liberty compatible with a similar liberty for others.
    a. Each trans-gov has the right to own phasegates and planetary infrastructure
    b. Each trans-gov has an obligation to share phasegate access with other trans-govs on equal terms   
    c. Each trans-gov has an obligation to financially maintain and comply with the TSF

2. Each trans-gov has the right to self-government, subject to the restrictions laid out below.
    a. No trans-gov may develop weapons and technologies outlawed in appendix 91
    b. No trans-gov shall engage in population abuse",

    
"Ency_OuterBiomeWreckLore4" : "Surveillance Log, Leisure Deck #3",
"EncyDesc_OuterBiomeWreckLore4" : "PASSENGER 1: I just came onboard. I was visiting my daughter. She married a Mongolian, now they're with one of those awful mining operations.
PASSENGER 2: I've been onboard since Alterra space. My institute paid for the full journey as a research initiative.
PASSENGER 3: I'm just here for the experience. You can do all the VR you like, nothing compares with the real thing.
PASSENGER 1: You mean you're here, for fun? For 18 months? Are you crazy?
PASSENGER 3: What's crazy?
PASSENGER 1: You're paying to stare at empty space.
PASSENGER 3: That's not what I'm paying for. I'm paying for the adventure.
PASSENGER 1: What adventure?!
PASSENGER 3: The sort of adventure money can't buy. Life. This. Discovery.
PASSENGER 1: I'd rather discover the Martian Breach Resorts myself.",

																																																																																																	  
    
"Ency_OuterBiomeWreckLore5" : "Torgal Corp.",
"EncyDesc_OuterBiomeWreckLore5" : "Torgal Corporation is a long-standing, family-run business that operates almost a dozen mining and trading operations. The company share price hit an all time high on the announcement by a cabal of Mongolian interests of their intention to construct a new phasegate utilizing Torgal materials. These plans were put on hold when Bart Torgal, the intended leader of the new mining operation, disappeared along with his father.",

													   
																						  
													
 
																																																																																																								  

																																																								  

																																																																																																																					   

																																																																																																																																										 

																																  

	
																
																																																																																																															


"Ency_OuterBiomeWreckLore6" : "Join Alterra's Board of Directors",
"EncyDesc_OuterBiomeWreckLore6" : "It's not about money. That's what every director on Alterra's board has told me - and I believe them. Profitability is just a temporary measure: power and status are the real goals.

Make enough profit for Alterra Corp. and you'll be recognized by the most powerful businesspeople in the universe. Establish a company that obliterates the competition and - after compulsory buyout - you can be promoted to the Board of Directors. 

Perks include:
- Travel: Free use of company phasegates
- Entourage: Personal assistants for every facet of your life
- Longevity: automatic organ replacement
- Alterra: Get what you deserve",


//WreckLore7 and 8 moved to Aurora


"Ency_OuterBiomeWreckLore9" : "Surveillance Log, Leisure Deck #2",
"EncyDesc_OuterBiomeWreckLore9" : "[Suspicious key word 'religious' detected. Beginning automated recording.]

KHASAR: You Alterrans, you think you have it all. But in the Mongolian States we have the freedom to work for ourselves.

CREW: Hey, most of us are contractors! Jo owns her own company!

KHASAR: Whose ship are you living on right now? Yours, or Alterra's?

CREW: You'd do well to remember whose ship you're on, Mongol.

KHASAR: I'd say this ship belongs to all people. We're all part of the same system, the only difference between us is where we choose to draw lines.

CREW: Religious nonsense. You guys are nothing but a cabal of cowboy corporations fighting over rocks on the far reaches of space.",


"Ency_OuterBiomeWreckLore10" : "Profitability Projections",
"EncyDesc_OuterBiomeWreckLore10" : "Two choices: A) Carry on working long-haul missions on the outer reaches of space; B) Come up with a profitable business, sell out to Alterra, live happily ever after.

I choose B. Ideas:

 - A robot that builds other robots (don't they have those already?)
 - A laser cutter that has infinite battery life (solar power? body heat? do suns last forever? check this)
 - A phasegate that can be built by self-repairing robots instead of poor lonely humans on an 18 month mission (what happens when something goes wrong?)
 - A VR program that precisely simulates real life down to the finest detail (how do I know they didn't already invent it and we're inside it right now? wouldn't want an intellectual property challenge...)
 - A gun that shoots other, smaller guns (can't see any real objections to this one)",




//major techs:
//exo, cyclops, MVB, seamoth
//Mod station, moonpool
//scanner room
//tools: prop cannon, stasis rifle, gravsphere, repulsion upgrade, transfuser 
//bio reactor, nuclear reactor
//Mentions: chair, desk, bed etc

//1. Airbladder, Xseaglide, XWELDER (lifepods), pipes
//2. Small storage, bioreactor, solar panels, builder, gravsphere
//3. rebreather, solar, MVB, seamoth (first wreck?)
//4. rad suit, laser cutter, cyclops 
//5. Stasis, Xprop cannon, Xscanner room, terraformer
//6. Thermal plant, mod station (heat blade, stillsuit, reinforced suit, high cap tanks), moonpool, 
//7. Water park, Xtransfuser, Xexo, LP

				 
										  
											  
										  
											  



//////////////////////////////////////////
//////////    LIFEPOD TEXTS    ///////////
//////////////////////////////////////////
//LOCATION/DECORATION-DEPENDENT LIFEPODS
//Suggest these lifepods be closer to the starting area, since they give useful early game tech

//SEAGLIDE FRAGMENT and some FLARES on the ocean floor nearby
//PDA found right by the seaglide fragment (not in lifepod)
//Ideally place this near to some bonesharks or other shark (I will rewrite to not be bonesharks in the latter case)
											   
																																																																				

"Ency_LifepodSeaglide" : "Anonymous Crew Log #1(T+1hr)",
"EncyDesc_LifepodSeaglide" : "The lifepod made planetfall intact, but I'm surrounded by some kind of alien predator. They attack the moment I open the hatches. The first one that came at me I hit with the survival knife, but these things have whole layers of armor and the knife got stuck. Now I just see their bright green eyes watching me from the darkness.

Tried distracting them with flares - no effect. 
No repulsion cannon available. No stasis rifle.

I've stripped some of the lifepod electrics to manufacture a seaglide. My only hope is I can outrun them.",
																					   
									   
																				   

																																	  

//This lifepod contains a COMPASS
"Ency_Lifepod3" : "Engineers' Emergency Recording (T+23min)",
"EncyDesc_Lifepod3" : "PDA: Situational analysis complete. Communications relay offline.
ENGINEER 1: Damn it! How are we going to find the others without a rendezvous signal?
ENGINEER 2: We have a bearing on where the other pods went down. There's a compass in the emergency locker.
ENGINEER 1: You want to go out THERE?
ENGINEER 2: Have to, eventually. We'll have to patch up the Aurora's interstellar comms. Establish permanent habitats. You have a builder tool?
ENGINEER 1: Yeah I- Damn, I left it in the robot bay.
ENGINEER 2: Don't sweat.
ENGINEER 1: No, I messed up.
ENGINEER 2: The fabricator's not broken. All we need is some basic materials. This planet can't be barren. Let's get out there and find out.",

											

																										

//This lifepod contains a RADIATION SUIT FRAGMENT and some LEAD.
							
//LifepodCrashZone1 and LifepodCrashZone2 are separate PDAs in the same lifepod.
															 
																								   
"Ency_LifepodCrashZone1" : "Crewmember's Emergency Recording #1 (T+4min)",
"EncyDesc_LifepodCrashZone1" : "CREW: I need you to stay calm. The hull's secure. We're not in immediate danger.

PASSENGER: Where are the rescue teams?!

CREW: The Aurora didn't make it, Ma'am.

PASSENGER: So where are the rescue teams?!

CREW: They're dead, ma'am. The lot of them.

PASSENGER: So what are you going to do?!
CREW: We can't wait here for rescue. We're going to have to fabricate radiation suits and make for the rendezvous.
PDA: Detecting local metal deposits.
CREW: The PDA's interfacing with the fabricator okay. We'll have to go outside for the materials.
PASSENGER: We?! It's your job, isn't it? To look after the passengers!
CREW: Within reasonable parameters.
PASSENGER: I beg your pardon?
CREW: Forget it, I'll go. No promises I'll find enough materials for the both of us.",

																																		  

																							   

							 


"Ency_LifepodCrashZone2" : "Crewmember's Emergency Recording #2 (T+13min)",
"EncyDesc_LifepodCrashZone2" : "*Hatch closes*
CREW: *Coughing* Take this.
PASSENGER: What do I do?!
CREW: I pre-programmed the fabricator, just plug in the materials!
FABRICATOR: Radiation suit fabricated.
PASSENGER: It says there's only enough materials for one.
CREW: It's all I could find. You'll have to take it.
PASSENGER: You want me to leave you here?
CREW: Heck, no! Find Officer Keen at the rendezvous, and send someone back with anti-rad meds, you incompetent, ungrateful-
PASSENGER: Well if that's going to be your attitude-
CREW: *Violent coughing*
PASSENGER: OK, OK, I'm going!
*Hatch opens*
CREW: And stay clear of the crash site in case the drive core blows!",
										   
																																																																																													  

																																																																	


																		
														
																																													  

																									   

																									  

																									   

															

										

						  

											 

																						 

																																																																			   


					   
//This lifepod contains a number of random prop items which would be useless in a survival situation, produced erroneously by the onboard fabricator (eg gorge plushy, aurora ship model, desk equipment etc)
"Ency_LifepodRandom" : "Anonymous Crew Log #2(T+1hr)",
"EncyDesc_LifepodRandom" : "I've tried everything. If this fabricator were working I'd be watching the sun set from the armchair in my private observatory by now. As it is I can barely manufacture the most basic of materials with this thing. Want a battery? Here, have a banana! Need deep sea diving equipment? Have a sombrero! Hungry? Let me turn that fruit into dust for you!

My theory is the situational analysis circuits are fried. Either that or the memory banks got real freaked out.

I'm going forward with trial and error. I hit every button on this list, it's got to make something useful eventually.",

							 
										
												   
												
															   
									
								  

																																				 

								
												   

//LOCATION-INDEPENDENT LIFEPODS
//Each text is a separate lifepod unless specified
//No special arrangements/props/techs required
//Put these wherever

"Ency_Lifepod1" : "Danby's Emergency Recording (T-3min)",
"EncyDesc_Lifepod1" : "This is medical officer Danby, I'm breaking atmosphere at high velocity, planetfall in 20 seconds! *Explosion* Taking fire! Going into a spin! Attempting- *Static*",
				  

"Ency_Lifepod2" : "Passenger's Emergency Recording (T+10min)",
"EncyDesc_Lifepod2" : "PASSENGER: We're sinking!
CREW: Ma'am, I'm doing everything that I can!
PASSENGER: Where are the support teams?!
CREW: They're on their way, Ma'am!
PASSENGER: That's not what he said on the radio!
CREW: Ma'am, I have to ask you to stay where you are! The computer hasn't completed situational analysis, we've no idea what's out there!
PASSENGER: I will not drown in here!
CREW: Ma'am, come back, it's not safe!
*Animal sounds*",

"Ency_Lifepod4" : "Khasar's Emergency Recording (T-2min)",
"EncyDesc_Lifepod4" : "00:00 Lifepod systems online.
00:03 Passenger 07 'Emissary Jochi Khasar' has boarded the lifepod.
00:07 Lifepod launch sequence initiated.
00:15 Lifepod detached from Aurora OK.
00:17 Onboard microphones recording: 'Our creators, the cherishers and sustainers of worlds, give us this day our daily goods, and allow us our pleasures, as we allow those who seek pleasure from us.'
00:33 Entering planetary atmosphere.
00:35 External temperature approaching critical levels.
00:37 'Show us the straight path, in Life, Truth, Love, the wholeness of reality. In Substance, Principle and Mind, man is its image and likeness. For ours is the power, we are the one. For ever and ever. Athem.'
01:02 Exterior hull damage sustained.
01:05 Life support systems failed.
01:06 Impact imminent.",

//Michael - These two 'Keen' logs below are intended for the same lifepod.
																
																																																																										   

"Ency_LifepodKeenDialog" : "Officer Keen's Emergency Recording (T-1min)",
"EncyDesc_LifepodKeenDialog" : "CAPTAIN: Keen! This is Aurora, come in!
KEEN: I hear you, Captain!
CAPTAIN: The computer has identified a landmass at the attached coordinates! I want you to regroup the crew there!
KEEN: Understood, but-
CAPTAIN: They're your responsibility now, don't let me down!
KEEN: Captain, you need to evacuate!
*Explosion aboard the Aurora*
KEEN: Captain?!",

"Ency_LifepodKeenLog" : "Officer Keen's Message to Crew (T+12min)",
"EncyDesc_LifepodKeenLog" : "To all crew - If you are reading this then you have followed the automatic distress signal broadcast by this lifepod's onboard computer, contrary to protocol. My lifepod was damaged on impact and I am forced to evacuate. Your orders are to disregard my safety and attempt to reach the designated regroup co-ordinates at the nearest landmass. I hope to see you there.

- Second Officer Keen",


					   
																														
																			 
														

				   

								   

///////////////////////
//CTO LIFEPOD TEXTS
//The CTO character has an ongoing story with parts found in different locations

//LifepodCTODialog1 and LifepodCTODialog2 are found on separate PDAs inside the same lifepod. This is a bit messy, but I don't think we can get two texts off one PDA, and we don't have flight recorders or other viable props...
//LifepodCTODialog1 and LifepodCTODialog2 are found in a lifepod which has sunk >400m down into grand reef / blood kelp.
//This lifepod contains a THERMOMETER

"Ency_LifepodCTODialog1" : "CTO Yu's Voicelog #1 (T+2min)",
"EncyDesc_LifepodCTODialog1" : "CTO: Flotation devices have failed, we're sinking!
TECHNICIAN: Should we evacuate?!
CTO: No, the water's probably shallow. We're safer in here than out there.
TECHNICIAN: We're flooding!
CTO: Wait, I can reconfigure the O2 system to act as a bilge!
TECHNICIAN: It's working!
*Crash*
CTO: You okay?!
TECHNICIAN: I think so...
CTO: OK, good news or bad?
TECHNICIAN: Good.
CTO: We're alive, and we've stopped sinking.
TECHNICIAN: Bad?
CTO: The O2's going to run out in 30 minutes!
TECHNICIAN: What do we do?
CTO: We run some math.",

"Ency_LifepodCTODialog2" : "CTO Yu's Voicelog #2 (T+16min)",
"EncyDesc_LifepodCTODialog2" : "*Sound of water inside the lifepod*
CTO: If my math is right the water temperature means we've sunk more than 300m.
TECHNICIAN: So let's just build an airbladder, or a seaglide, and make for the surface.
CTO: It's too far without air.
TECHNICIAN: *Spluttering* I don't want to pressure you, but my feet aren't touching the floor anymore.
CTO: I've got it! There's another lifepod, maybe a hundred meters from here. If we can make it there, we can resupply our O2 then head for the surface!
TECHNICIAN: What if that pod's screwed too?!
CTO: Then we're screwed too. But no more than we were when we got up this morning.",

			  

																			   

//This PDA (LifepodCTOLog1) is found in a different lifepod approx 100m from the pod above. It should be within a cave system. If I have it right, Deep grand reef is basically a huge cave, with big entrances on either side and holes in the roof? Might make most sense if the first lifepod was in the shallow grand reef closer to starting area, and this one were on the far side?
//Can you decorate the local area around the pod with dive reel, where the character has been trying to chart a way out?

"Ency_LifepodCTOLog1" : "CTO Yu's Log #1",
"EncyDesc_LifepodCTOLog1" : "Entry 1 (T+37min)
Damn this planet! Technician Berkeley and I were forced to abandon our lifepod when it hit the ocean floor. We swam for this pod, but Berkeley ran out of air. And I don't know how, but we're not in open water. There's no natural light here. Lifepod must have rolled down into a cave system of some kind. Might be I can use a dive reel and compass to chart a way out. Might be I'm going to breathe my last down here.

Entry 2 (T+1hr)
I've tried exploring the area. There's no air pockets. No overhead exit. If I had plasteel I could build an air tank, a submersible, anything! But as it is I can only explore so far before I'm forced back to this lifepod. I have to find another way.

Entry 3 (T+2hr)
I've managed to cobble together a rebreather and explore a bit further. I've found an incline heading up. Not clear whether it's part of the cave wall, or the way out. One way to know for sure. Next time I have to go past the point of no return and take my chances. If any rescue party finds this, please retrieve Berkeley's body, if the fish don't get to it first. I will now attempt to make it to the surface and regroup with Keen and anyone else that made it. 
																	   
																	   

- Chief Technical Officer Yu",

																												  

//LifepodCTOLog2 PDA should be placed near the surface, near one of the entrances to the cave system.
//The PDA should be on the seafloor, near to a BEACON FRAGMENT

"Ency_LifepodCTOLog2" : "CTO Yu's Log #2 (T+3hr)",
"EncyDesc_LifepodCTOLog2" : "This beacon marks the beginning of a major cave system. Strong currents dragged our lifepod down. Do not pass this point for fear of death.

- Chief Technical Officer Yu",

																																		  

							 

			   

		  

							   
																	
																																																																																												   

/////////////////////////////////////////////////////////////////////////////////
//FLOATING ISLAND SEABASE///////////////////////////////////////////////////////
////////////////////////////////////////////////////////////////////////////////
								   
									 
								   
								  
								
								  
									  






								  
								  
								  



"Ency_IslandsPDABase1Interior" : "Paul Torgal's Log #1 - Marooned",
"EncyDesc_IslandsPDABase1Interior" : "Captain's log, five weeks since our ship, the Degasi, was shot down. I give thanks that fate saw fit to spare my son, Bart, and I from death, but my personal entourage were not so destined. The only other survivor was Marguerit Maida, a cut-price mercenary with local expertise who I reluctantly commissioned for the journey.

We spent days in the lifepods, rain beating on the roof, nothing but ocean on the horizon. Just as we were losing hope the weather cleared and we saw this island, this floating oasis. We were saved.

We salvaged the Degasi wreck down to its barebones and built this habitat from the scrap. I set Bart to studying the alien plantlife and arranging us a stable source of food, put that expensive digi-training to good use. People can question digi-training and foreign technology all they like. Bart's bio-chem imprint already paid for itself. As I dictate this I'm eating hydroponically-grown  potato salad garnished, with seeds that taste like spicy orange peel.

Our only problem is Maida. I've caught her muttering that the island's too small to support us indefinitely. That the weather's going to turn on us. I say she's grown superstitious. Every judgement she makes assumes things go from bad to worse, that the only forward is a fight. She ought to take in some context. As a species we've spent millenia learning how to shackle nature to our will. This planet won't cause us any new problems.

Our one task now is to stay alive, as comfortably as possible, until rescue arrives. In this part of space that could be months, or even years.",


"Ency_IslandsPDABase1a" : "Bart Torgal's Log #3 - What's left?",
"EncyDesc_IslandsPDABase1a" : "I messed up. Badly this time.  It's been two days since what happened. We never should have left this island. I shouldn't have listened to them. We shouldn't have gone so deep. We're not wanted down there. They don't trust us. I knew it and I didn't say. I could see it, and they couldn't, and now they're stuck down there, and I'm up here, alone. I deserve this.",

																					   

																																	 

											  


"Ency_IslandsPDABase1bDesk" : "Degasi Voice Log #1 - Habitation Location",
"EncyDesc_IslandsPDABase1bDesk" : "MARGUERIT: It won't work, Chief. There's nothing left of the Degasi. No building materials on this island. And my nose tells me the weather's turning. We're gonna have to get our feet wet.
PAUL: This island is safe. There are no predators. We can grow food. Why would we abandon it?

MARGUERIT: Your kid says we can't grow enough. Not without more growbeds. Speak up, kid.

BART: It's... it's true. The natural growth rates are too slow to support three of us indefinitely. Especially if the weather gets worse.

MARGUERIT: All I'm sayin' is, ocean's got us surrounded. No use hiding.

PAUL: I've made my decision. You two want to forfeit your commissions just to take a swim?

MARGUERIT: Believe me, I'm thinkin' on it.",

	
"Ency_IslandsPDABase1Desk" : "Degasi Voice Log #2 - Storm!",
"EncyDesc_IslandsPDABase1Desk" : "PAUL: Bart, I said no! Your life is worth more than your vegetable patch! I forbid you go out there in this storm.

BART: I stopped needing your permission when the ship you were captaining sunk.
PAUL: You will stop needing my permission the day I'm not your father!
																 

MARGUERIT: Say, Chief. Chief! 

PAUL: What?

MARGUERIT: Do you know how to drain those grow beds out there of 40 tons of storm water? Or how to conjure food from the air?
PAUL: Don't try to be clever. No one likes a clever mercenary.
							   

MARGUERIT: I'm just sayin', what's your boy's life worth to you today, if next week you're gonna be so hungry you start wondering what he tastes like? Let him go deal with the plants.

PAUL: Son, go deal with the plants.
CPU: Bart Torgal is no longer aboard the habitat.
PAUL: Interfere with my family again and when rescue arrives I will leave you here. You understand me?
MARGUERIT: No rescue coming, Chief. Not in time. And no stayin' here, neither. This rain keeps falling, and sooner or later this place'll be buried. Only choice we've got is whether we get buried with it.
PAUL: Stay away from my boy.",

										  

																										 

																																																	   


"Ency_IslandsPDAExterior" : "Degasi Voice Log #3 - Aftermath",
"EncyDesc_IslandsPDAExterior" : "MARGUERIT: You see, Chief? You brought us to this sodden planet. You told us we'd see a lush payday. Now what do we got, some 6 weeks later? Most of the crew dead. A pile of dirt in our front room. Rain coming in the through the windows. Food destroyed.

PAUL: I suppose you, with your extensive experience of hitting people in the face, you'd make a much better Captain.

MARGUERIT: I know I'd start by not taking unscheduled detours by alien water worlds. That's something you never want to learn the hard way.
PAUL: Let's hear it then. What's your plan?
																						 

MARGUERIT: I have a site scouted out. It's a cave, couple hundred meters down. Lots of lithium deposits. Good for building.

PAUL: How do you imagine we'd live?

MARGUERIT: I figured two water filters would keep the three of us going, we could build a bioreactor to cover the power. Chief, we'll eat seaweed salad if that's what it takes. Or you got something better?

PAUL: Send the coordinates to my PDA. I'll review your proposal.",
//Jellyshroom signal
    
    
																						
																	   
														   

														 

						   

							   

							  

															 

																										

				   

														

																																						
						   


				 
											
										
    
	
	
	
	
///////////////////////////
////JELYSHROOM SEABASE/////
///////////////////////////
    
	
"Ency_JellyPDABrokenCorridor" : "Degasi Voice Log #4 - Pecking Order",
"EncyDesc_JellyPDABrokenCorridor" : "BART: I don't understand why you're so angry about it. All I said was, it was her idea to come down here, not yours.
PAUL: Son, in life there is always a pecking order. You learn your place within it over time. In our world, money makes the hierarchy. I pay Maida a fraction of what I pay you, and you a fraction of what I pay me. I'm at the top of the pack. But one day it'll be you.

BART: If money makes the hierarchy, why is Marguerit making the decisions?

PAUL: All this expensive education and I'm still the one that has to school you. We need her. Let her think what she likes, so long as she does as she's told.

BART: What if she doesn't?

PAUL: For enough money, she will. People always do.",

"Ency_JellyPDARoom2Locker" : "Degasi Voice Log #5 - Curious Discovery",
"EncyDesc_JellyPDARoom2Locker" : "PAUL: What is that thing?
MARGUERIT: I don't know. I found it outside, in the mud.
PAUL: Part of another ship?
MARGUERIT: None I've seen.
BART: It's not even scratched.
PAUL: Don't touch it, it could be valuable!
MARGUERIT: Stand down, Chief, I'm just lookin'. If it were goin' to crumble to dust it woulda done so when I first picked it up.
PAUL: It's glowing.
BART: It's still powered. 
PAUL: We're not the first people to come to this planet.
MARGUERIT: People. Maybe. Could be aliens. Could be the damn seamonsters. Just one way to find out.",
//Add precursor tablet here, or move this dialog to final base?


"Ency_JellyPDARoom2Desk" : "Degasi Voice Log #6 - Deeper?!",
"EncyDesc_JellyPDARoom2Desk" : "PAUL: We're already more than 200m below sea level! You want to go DEEPER?!

MARGUERIT: We've been here a couple months now, Chief. Look around us. I see water leaking through the hull. Water outside the hatch. Water above me, water below me. We're drowning. Real slow. If rescue arrives, whatever shot us down, it's going to do it again. And again. Until it's shut it off. You see an off switch around here, Chief?

PAUL: Why would an off switch any more likely be half a kilometer down?!

MARGUERIT: It's a hunch.

PAUL: You're mad.

MARGUERIT: I'm going. And I've an idea you two are gonna follow. If you do, be mindful: your authority stopped at sea level.",


"Ency_JellyPDAObservatory" : "Bart Torgal's Log #2 - Stalker Teeth",
"EncyDesc_JellyPDAObservatory" : "OK, something happened. We've been down here two months now, and we ran out of enameled glass. And Marguerit, here's what she does - she goes out to the kelp forests, armed with just a heatblade, and she goes fin to fin with a pack of stalkers. No wonder she was so interested last night to know what I'd learned about them.

Based on my wild theories about alien behaviour, she hand-fed an alien shark. She came home with a fresh cut on her forearm, didn't say anything about it of course, but I'd guess it took a couple of tries. She says once they're fed they're harmless. She brought home all the teeth we need.

On one hand, that is the most badass thing I ever heard, and now I'm sitting in this observatory watching biters tap harmlessly at the glass. On the other hand, how many of those incredible creatures did she have to kill just to tame one? What effects are we having on the ecosystem here?

If only I had a full size aquarium. I would kill to study these lifeforms in more detail.",

																															  

																																																																																	 

																																										  

//Locked heatblade
//Locked aquarium


"Ency_JellyPDARoom1Desk" : "Bart Torgal's Log #1 - This World",
"EncyDesc_JellyPDARoom1Desk" : "We've been living in this habitat a month now. I thought it might get claustrophobic. Father feels it is. He'd tell me it was childish, but I stare out the window and sometimes I think how lucky I am to see this planet up close.

Back on the island I wouldn't have believed the creatures that live down here. Marguerit has been bringing back the wildest specimens you could imagine. The fish down here, they GLOW. There's one that's 90% eyeball. Snakes the length of a whole corridor section.

OK, 99% of the plantlife is toxic, I learned that the hard way, but I've managed to coax some land plants into growing indoors, and when they don't cover it... well, we eat the live specimens. It creeps me out, but it's survival.

I've been attempting to document my findings. Father says we need to learn how to take advantage of the ecosystem if we're going to survive. To be honest I'm just doing it because I enjoy it. It's not easy without a proper lab and equipment, but the old fashioned way - observing, taking notes, testing theories - reveals things a spectroscopic analysis never would.

Lately I've been watching the sea snakes that live in the purple mushrooms that grow down here. They ambush their prey as it tries to feed on the mushroom. What they don't consume settles on the seabed, which fertilizes the mushrooms, which feed the herbivores, and the chain continues. Co-evolution just blows my mind.",


"Ency_JellyPDARoom1Locker" : "Paul Torgal's Log #2 - Dilemma",
"EncyDesc_JellyPDARoom1Locker" : "You know what Maida told me today? She wants to build a habitat at 500m below sea level, a kilometer east of here. And she needs Bart and I to do it. She's got it into her head that she can save us if she just acts recklessly enough. But I've hauled starwhals to Neptune. Plasteel to the Federation... this family operates nine different mining colonies across the Ariadne Arm. Maida thinks she's better suited to lead? Her contract still says otherwise.

But. I just cannot goddamn tell whether it's the stupidest idea I ever heard, or my only hope. I turned 80 years old last week. I thought I had another 80 in me yet. Stuck here, there's no swapping out my liver when the old one fails. Down here, I'm mortal. Maida is useful to me.

So it's my responsibility to make a decision. Return to the island and hope whatever knocked the Degasi out of the sky won't do the same to the rescue ship, or take us deeper in search of answers. And all the while be hoping old age gets me before the seamonsters do.

I'll give Maida just one thing. She was right about these caves. There's enough lithium here to fabricate a hundred tons of plasteel. Enough for a damn FLEET of submarines. There was nothing anyone could have done to avoid crashing here, but I was right to order the detour. When we get off this planet they'll be talking about the Torgal Corp. share price on the other side of the Federation.",
//Deep grand reef base signal


"Ency_JellyPDAExterior" : "Marguerit Maida's Log - Speaking Freely",
"EncyDesc_JellyPDAExterior" : "These conniving, corporate, bourgeois, inbred, incompetent, self-absorbed ASSHOLES don't have a clue! The kid's not so bad, but I swear everything that comes out of his father's idiot face is a narcissistic lie. He wants to stay here, his problem.  I'm the one doing the heavy lifting. Screw the contract. Screw the bonus pay. Screw the charges. I'm going deeper.

When seamonsters are hunting you, you don't hide. You hunt the seamonsters. Then you use the bones of your enemies to build a bigger boat, and you hunt bigger monsters. Repeat until there aren't any monsters left hunting you.

																							  

I've started the prep work. The kid's got a whole pack of stalkers eating from the palm of his hand. I've started defanging them when the Torgals are sleeping, and stockpiling enamel and metal ores. I'll raid the indoor growbeds before I leave.",


											  
																																										  

													
															   
											 
							  

									
									 

																							

																	 
										   
									   
							

											  
					  


///////////////////////////
//DEEP GRAND REEF SEABASE//
///////////////////////////


																							 

"Ency_DeepPDABase3" : "Degasi Voice Log #7 - Malady",
"EncyDesc_DeepPDABase3" : "BART: Stop it, both of you! We're sick.

MARGUERIT: What?

PAUL: How?

BART: You've been coughing, right? Feeling itchy?

MARGUERIT: Yeah.
PAUL: The suit biometrics would have warned us.
BART: It's something new.
MARGUERIT: Spit it out then, are we gonna throw up our insides, dissolve into slime, what?
BART: I don't know. If I can isolate the bacteria in our blood then I could test its effect on our live specimens.
MARGUERIT: And if it turns them inside out? You got a fix for that?
BART: Not at this time, no. 
PAUL: You have my full faith, son.",

														  

												   

																						

																											 

														  

					   

																				 

		 

															

															

"Ency_DeepPDABase3_B" : "Degasi Voice Log #8 - Risk Taking",
"EncyDesc_DeepPDABase3_B" : "*Sound of hatch closing*
CPU: Marguerit Maida has boarded the habitat.

PAUL: What are you so happy about, Maida?

MARGUERIT: Say, kid?! I brought you something.

PAUL: Is that a leviathan?!

MARGUERIT: Towed it home on the back of the sub.
BART: You KILLED it?
MARGUERIT: It's still breathing. I was about to finish the job. Pass me that hardened knife.
PAUL: Are you out of your mind?! You brought that thing HERE?! What if others come?!
MARGUERIT: You rather it got curious and came of its own accord, or got messed up and dragged here?
PAUL: When we get off this planet I am going to drag you through every court in the goddamn empire!",

							

																																									 

																															   

																								   

																									  


"Ency_DeepPDABase3_C" : "Degasi Voice Log #9 - Disaster",
"EncyDesc_DeepPDABase3_C" : "PAUL: I have had it up to here with you risking my family's lives!

MARGUERIT: Oh stow it, Chief. The kid needs specimens for his research. I'm the one bringing 'em home.

PAUL: Bart, tell her. Tell her I'm right.

BART: You're both wrong! Marguerit, I can't find out how these creatures resist the bacteria if you kill them all, or pump them full of transfuser serums.

MARGUERIT: They don't often oblige in coming in alive, what do you expect?
PAUL: Don't speak to him like that!
									 

BART: Father, the outcome's no better if we hole up in here and don't go outside. We have to find a middle way.

PAUL: There is no compromise! Not while she's on my seabase.

MARGUERIT: YOUR seabase?!

BART: I'm going outside.

CPU: Bart Torgal has left the habitat.

PAUL: Bart! It's dangerous! Damnit boy, I know you can hear me!

*Leviathan sounds*

MARGUERIT: Chief. Chief, get off the radio and put on your helmet.

PAUL: What?!

MARGUERIT: Brace!

*Sound of habitat rupturing and water pouring in*",
//Signal for final text log


//This log located a short swim away from the habitat, I'll find coordinates.
"Ency_DeepPDABase3_D" : "Paul Torgal's Log #3",
"EncyDesc_DeepPDABase3_D" : "Came out of nowhere. An alien kraken, size of a cyclops. Tore a hole clear through the reinforced hull. Barely got my breather in in time. I told her. I said others would come. 

I was thrown clear of the habitat, and the thing turned and bore down on me. Just as its tentacles came within grasping reach, Maida came out of nowhere. She had a seaglide in one hand, and a jagged piece of scrap metal in the other. She meant to butcher that beast, or die trying. The last I saw her she had the metal lodged in its neck and was clinging on as the monster did its best to shake her, contorting off into the darkness. I'm certain she got her wish, one way or the other.

Then I thought I saw a light, in the distance. I hoped maybe Bart had swum clear. I followed it. Now I wonder whether I saw anything at all. My oxygen is low. The habitat is gone. I can't see the sky. Something surely has the scent of my blood.",



				 
								  
									  

	





///////////////////////////
//////STARTING ENTRIES/////
///////////////////////////
	
"Ency_Lifepod" : "Standard 2-Berth Emergency Lifepod",
"EncyDesc_Lifepod" : "Weight: 576 kg
Dimensions: 3m x 3m

				  
																															 
																																								 
																																																	  
																																																	   
																																																		
																									

							  
																 
																							

																	
																							
																		  
																																 

																					  


														 
																																	   

																			   
																						   
																	  

							
																			  
																					
												

			
																														 


																  
																																															

																		   
																						   
				  
																			

									   


																														 
																																														   

											 
									  
										   
																																																									   

																													 
																 
									   
																						 

									   









								   
								   
								   





																														
															   
																																								  
																																						  
											

															
														   
																																																		  

																																																	  

																																																																																														   

									   


															
																	  
																																																													   

					  
																																																							

	  
																																																															

	   
																																																		

		
																																															   


																									
											 
																 
																										
																															   

											   
							
									

																									

																 
																														  

						 
			
							 
																				   
																								  
																																														  

																																																									 


				
											  
															
																																																																																										 

									 
										  
																																																					

					 
							   
						  
								  

										

									  
										   
																																																																																																																  

											 
																																																																																																																												

										 
																																																																																												 

											 
																												   


							
																																																																																	 

																																				 












						
					   
					   


																		
																																														  

					  
																																							   

				   
																																																																					

					  
																															  

					   
																																																																										  

																																																	   


																		 
																																				  

																			  

																																																		

																							   

																																																				  

																																			  

							   

															   
																													
												  
												  
						 
														 
												  
													
										 
																																						 

														 


																									
																																						   
											 
																																																							   
																																											 
																																							 


																																								 

																			
																																																				

																																																			 

																			 

				  
														   
																												   



					   

																				
																					 
																																																															 

												   
																	 
																																																																																						

											
													
																																																																																																																																												 

										 
														  
																																																																																																																																 



								  
											
																			 
																																	 

		   
																																																												  

				  
																											  

		   
																																																																							 

								   
																		
																																																																																												   

							
																					
																																			 

																																							  

																																							 

																															

												

													   
																  
																																																																												 

													  
															
																																																																			






									 
									 
									 


											
														   
																		 
																														 

			   
																																																										

	   
																																																									


									
															  
																																																																  

												
																	  
																   
													 

																																							 


												
																	 
																																																																												 

						 

								   
																			 
																																																					  

																																							   

												
												   
																									 

																						 
													 
														   

																													 


								   
								  



						  
						  
						 

						 

																																			  
																													  


									 
															  
																																																								  

				   
																																																	   

				 
																																																													


									 
																							  
																																															

									 
											   
								  

																																													   

											   
									
								
				  
						   
			   

																																					   


												
																												 
																 
																																																																																 

																																																															

																																								 




							 

												
																	 
																																																																																																					 

																															   







									   
									   
									   

											  
										  
																																																 



		 
																																			

																														  
																						   

																																										 


						  

	 
										   
																
																																																																																													 

			
											   
														  
																																																																						   

	 
												  
													   
																																																																																

		   
												 
													 
																																																																																																																					

		  
											   
												  
																																																																					   

																												 

																																																																																																																				


			
											
													
																																																																		   

		 
										   
												
																																																																																																										

			   
											 
														
																																																																																					 

	  
											
												 
																																											   

		 
											 
												  
																																																																																														


	  
												 
														
																																													   

																																								 

																													  

			
											 
														  
																																																																																																																			   

	   
										   
											  
																																																																										   





						  
						  
						  


					  
																 
																																																																																								

																																																					  

																																				  


					  
																			  
																														   

					  
																																																		 

			   
																																																	   

			
																																																																																																		  

		 
																																																															

		 
																																										




					
															  
																																																							  

	   
																																																											   

		
																						  




	   

													  
														   
																																																																									



												
																	
																														  

									
																			 
																									  
															


												 
																	
																														 

																						  
										 
																														 

																																															



													 
															
																																						  

		   
																							  
																					 
														 

		 
																																	   
																



														
															   
															 
																																																			  

					   
																																			   

		 
																																		
																																			 


															 
																  
																														   

												  
														  
																																								   




									   
									   
									   


	   

																 
																																																														   

													 
																						  
																						

		 
																								  
																													   



															 
																  
																																																					 


																	   
														   
																
																																																																								   


											
													 
										  


										 
															
																		
															 
																															 

				
																																				   

				  
																																																  

				   
																															  

																														   


																	  
												 
															  
																												   

																																																																																																 

																																																												  


															 
												   


																			
														   
																																								  

																																																																																		

																																																																																	

																																																																														 

																																																																															


																							  
											   
																																														

																																										 

																				








				   
					
				  


					 
											  
							

											  
					 

											  
													

																	   
																		  
														  
													 

						  
																																
																											
																											   

																	 
																										 
																												
																				   

												
																															   
																																								 
						  

				 

																																		 
																																					
								   

																				   
																																						   
																		  
														   
																																																																																																																				  

										
																																	 

														  
																																																				 

																								   
																													
																									  


					
					
					


																		 
																																

				 
																																																																																												

		   
																																																																				   

															  
																																																									  

								
																
											 

																																																								  

																																																						 


																  
																																				 

																		 

										 
													
																	  
																		 
																		   
													 
						  
													   


					 
																		 
																																																						

												  
																
														   
																		
																																   

																												   

														   

																	   
																																					   

															

																			
																																												

												 

																	  
																																											 

		   
					   
				   
				   
							  




						   
						   
						   
 
											 
Standard Features: 
 - Short-range communications relay (250km uninterrupted range)
 - Wall-mounted fabricator for resource manufacture
						 
																		   
 - Solar power cells x3
 - Low density, high strength construction
 - Onboard air-break, flotation devices and thrusters, for land, sea or space recovery
 - Multiple exits

Standard Provisions:
2x All-Environment Protection Suit
2x Ready-to-eat nutrient blocks
2x drinking water provision
1x Emergency medkit
2x Emergency flares
1x Assorted replacement parts",
	
																																						   
 
	
	    "Ency_Readme" : "Readme",
"EncyDesc_Readme" : "If you are reading this, then you have survived an emergency evacuation of a capital-class ship equipped with Alterra technology. Congratulations: the hard part is over. 

Your PDA has automatically rebooted in Emergency Mode. This operating system has one purpose: to keep you alive. If that is not possible it will alert salvage teams to the location of your remains.

It features:
- Full monitoring of vital signs for timely survival advice
- Blueprints for fabricating a range of essential survival equipment
- Onboard camera, microphone and OCR technology for short-range situational analysis
- Cross-compatibility with all Alterra-compliant products

Follow its directions and we will bring you home alive.

NB Your personal and work files have been encrypted and may be retrieved at a later date by a licensed engineer.",
	
	
	    "Ency_SurvivalChecklist" : "Survival 101",
"EncyDesc_SurvivalChecklist" : "1. Administer first aid if required
2. Survey the environment for threats and resources
3. Take inventory of available materials and supplies, and decide on rations
												   
4. Construct necessary survival equipment using the lifepod's fabricator
5. Check lifepod for damage, and repair as necessary
6. Broadcast local distress signal using lifepod's short-range communications relay
7. Locate other survivors
8. Find or construct a more permanent habitat
9. Maintain physical and psychological health until rescue

NB This information is meant as a general guide. In the first instance you should always follow the advice of your PDA, which has taken your particular circumstances into account.",
	
	
	    "Ency_AuroraOverview" : "The Aurora",
																		
"EncyDesc_AuroraOverview" : "Mission: Ariadne Arm Phasegate Installation, 3 year operation time
Crew: Command Team (23), Engineering Team (85), Support Crew (40), Passengers (9)

Facilities:
 - Dark-matter ion drive V8
 - Engineering section with A Grade facilities (incl manned robotics suite and full scanner range)
 - 0.25 cubic kilometers storage for phasegate installation apparatus
 - Habitation section with C+ Grade leisure facilities

Status:
 - Sustained heavy damage in orbit of planet 4546B
 - Cause unknown
 - Evacuation data unavailable",

					
								
						
						 
								  
														

					
							   
															  
															 


	    "Ency_AEPSuit" : "All-Environment Protection Suit",
"EncyDesc_AEPSuit" : "The Alterra AEP Suit: A single solution for a universe of infinite danger

You are currently wearing the AEP suit - a hermetically-sealed personal environment, designed to withstand the most extreme conditions in the known universe.

- Onboard temperature and hydration regulation
- Compatible with a range of modifications for particular environments
- Slimline build for maximum freedom of movement
- Biometric sensors
- Contextual heads-up display

AEP suits should always be equipped BEFORE lifepod launch in case of hull breach.",


																		  
																																																																																											  

											
														
														
							
						

				
									   
														 
													

																													 


///////////////////////////
/////////OUTCROPS/////////
///////////////////////////


    "Ency_LimestoneOutcrops" : "Limestone Outcrops",
"EncyDesc_LimestoneOutcrops" : "These unusual geological structures often form around titanium and copper deposits, and are distinct to this planet. Closer analysis reveals the stone around the metal has been hardened against erosion, but the mechanism remains unknown.

Assessment: Titanium and copper source",

    "Ency_SandstoneOutcrops" : "Sandstone Outcrops",
"EncyDesc_SandstoneOutcrops" : "These common, porous outcrops seem to form around small amounts of precious metals, or otherwise these metals are part of a sedimentary buildup over time.

Assessment: Silver and gold source",

    "Ency_ShaleOutcrops" : "Shale Outcrops",
"EncyDesc_ShaleOutcrops" : "This sedimentary rock is formed from flakes of clay minerals, inside of which rare metals such as lithium can be found. Geological conditions on this planet mean it tends to be found in deeper biomes.

Assessment: Gold and lithium source",

    "Ency_BasaltOutcrops" : "Basalt Outcrops",
"EncyDesc_BasaltOutcrops" : "Hard, igneous rock, formed by past volcanic activity. Likely to contain very rare minerals, such as diamond and uranium, which cannot be found elsewhere.

Assessment: Gold, diamond and uranium source",

    "Ency_BrainCoral" : "Purple Brain Coral",
"EncyDesc_BrainCoral" : "A permanent, growing colony of microscopic organisms. This coral species has adapted to filter carbon dioxide from the environment, using the carbon to build the colony, and expelling the oxygen from specialized exhaust funnels.

Assessment: Exploitable",

							   
																																																												   

															


								   
																																																		   

														 


								   
																																													

													


								   
																																																  

														  


								 
																																											

													 


								   
																																															   

										   


										  
																																															  

																	 


								   
																																									   

						   
																 
																	 
																				
																						

									


///////////////////////////
//SAFE SHALLOWS ENTRIES////
///////////////////////////


								
																																	   

																																	  
																						  
																	   

																											 


						 
																								 

																																					 
																							 
																 
							
 
													


    "Ency_MetalSalvage" : "Structural Analysis: Scattered Wreckage",
"EncyDesc_MetalSalvage" : "Analysis confirms this wreckage is from the Aurora. 

Outer layers of the material have oxidized, suggesting it has been heated to over 1200 Celsius. This pattern is consistent with hull disintegration during atmospheric entry. Inner layers contain enough residual titanium to be reclaimed at the fabricator.",

																																																	  

								   
																		

						   
																																					  

							  
																						   

																						 

																	  


    "Ency_Bladderfish" : "Bladderfish",
"EncyDesc_Bladderfish" : "1. Semi-permeable membrane: Body consists of an oxygen- and water-filled, semi-permeable membrane. No oral cavity detected. Membrane may filter plant matter from the water.

2. Open-ended vascular tubing: Can be angled and contracted to pump out water and achieve low-velocity, guided propulsion. No fins identified.
																																					  

							  
																						   

3. Mostly oblivious to threats, its only identified defense mechanism: it is 95% cartilage.

Assessment: Membrane may have applications as a natural water filter",


    "Ency_RabbitRay" : "Rabbit Ray",
"EncyDesc_RabbitRay" : "A herbivorous aquatic lifeform with highly poisonous flesh.

1. Undulating wings: Main mode of transportation.
																		

2. Poisonous flesh: Large and without other defense mechanisms, the rabbit ray appears to have evolved poisonous flesh to ward off predators.

3. Diet: Grasses and kelps.
																																																				

Assessment: Inedible but friendly",


    "Ency_AcidMushroom" : "Acid Mushroom",
"EncyDesc_AcidMushroom" : "A common, spore-bearing fungi species, with developed defense mechanisms. The flesh contains a highly acidic compound which leaches into the water if the outer skin is penetrated. Fluctuations in the local water pressure may also cause it to shrink. 

It is not clear which predator species necessitated such extreme counter-measures, but the acid mushroom's numbers suggest it has successfully deterred most of them.

Assessment: Inedible, but exploitable in battery fabrication if picked carefully",


    "Ency_Peeper" : "Peeper",
"EncyDesc_Peeper" : "1. Overdeveloped, side-mounted eyes: Well-adapted to recognize and flee its many predators. Also rich in protein.

2. Powerful tail fin: Enables rapid acceleration, and the ability to leap meters out of the water. 
																																																	 

3. Narrow dorsal fins: Enhance maneuverability.
																																																																						

Reliance on visually identifying predators may leave it vulnerable in low-light environments.
																																																															 

Assessment: Edible and substantial - if you can catch it",

										


    "Ency_Boomerang" : "Boomerang",
"EncyDesc_Boomerang" : "1. Twin-fins: Unusually, this species' two fins are a cartilaginous extension of its skeleton. Less prone to damage, harder to grow back.

				  
2. Serrated teeth: Suggests adaptation for grinding coral. 

3. More active during daylight hours, and prone to flee on approach.
																														   

Assessment: Edible, meager but reliable",

					

    "Ency_Garryfish" : "Garryfish",
"EncyDesc_Garryfish" : "Slow-moving and curious herbivore.

1. Camouflage indicates adaptation for evasive behavior on the ocean floor.
																																		

2. Eye stalks may be beneficial when watching for predators from hiding places amongst the coral.
																																								  

3. Large stomach cavity: Feeds all day during daylight hours, leaving very little edible meat.
																														 

Assessment: Not as edible as it looks",




								   
																																   

			  
																				   

									   


    "Ency_Shuttlebug" : "Shuttlebug",
"EncyDesc_Shuttlebug" : "1. Three legs: High strength muscles can propel the lifeform great distances through the water, as well as ambulating them across the sea floor.

2. Three mandibles: Used to orient themselves when drifting, and to filter through detritus on cave floors. Their presence may indicate a nearby cave system.
																																				   

Assessment: Essential recycler in the food chain",	
																					   

			   
																																 
	
																 
 
	
    "Ency_Gasopod" : "Gasopod",
"EncyDesc_Gasopod" : "A slow-moving lifeform capable of filling the water with a poisonous and corrosive compound capable of dissolving even synthetic fibers. 

1. Algae gland - A bulbous, sack-like appendage on the rear end. A species of luminescent yellow algae grows inside the sack and produces the poisonous compound.
																								 

			   
2. Abdominal muscles: Contract when the creature is frightened, causing the gland to emit the noxious compound into the surrounding water.

3. Filtration system: Multiple gill layers appear to render this creature impervious to the noxious clouds it produces.
																		  

																																													 

Assessment: Avoid",


	"Ency_Floater" : "Floater",
"EncyDesc_Floater" : "Evolutionary abnormality. Further research required.

1. Dominant lifeform: Structural analysis reveals that this entity is made up of two separate species. The pink main body and inner jaws are the dominant creature.
																  

						  
2. Microorganism membrane: The outer, gel-like substance is a mesh of microorganisms capable of forming a sealed vacuum around the creature's jaws.

				 
3. Air buffer: A thin layer of helium is stored within the outer membrane, providing buoyancy.

Lifeform has been observed almost exclusively attaching to large boulders. Appears entirely vulnerable to artificial detachment, and indiscriminate in what it is re-attached to.

Assessment: More information needed",

										 
																																						  
	
																							   
																							  
																								 

 
		"Ency_Holefish" : "Holefish",
"EncyDesc_Holefish" : "1. Coloration suggests adaptation for cave environments.

					  
2. Bored-out Tail Fin: By manipulating the size and shape of the hole in its tail it can perform unpredictable maneuvers.

Smaller than most other herbivores, presumably due to lack of vegetation in low-light environments. Shows little fear of predators. 

Assessment: Edible, reliable cave food",

	
		"Ency_CaveCrawler" : "Cave Crawler",
"EncyDesc_CaveCrawler" : "Agile, territorial carrion-feeder. 

1. Four legs: Used to walk along the seabed and cling to walls. Equally well adapted for land. 

						  
2. Gas exchange membrane: Absorbs essential gases from the air or water.

			 
This species seeks out corpses in packs, before defending its claim while the corpse is devoured.

Assessment: Inconvenient, particularly at funerals",

 
											 
																															  

																																																	 

				

				   
 
							 
																							

			
																																																		

						   
																																 

					
	
								  
								   

											
																																																																																  

																					   

		"Ency_TableCoral" : "Table Coral",
"EncyDesc_TableCoral" : "Each disk is an individual colony of microorganisms, filtering nutrients from the water flowing past. 

Growth patterns indicate the colonies are in direct competition for positions with superior current or light. Unlike other coral species its structure is malleable, softly pulsating as it pumps nutrients to its extremities, and only turning rigid when it senses physical assault.

The jewel-like nodes in the surface are concentrated build-ups of rare minerals the coral is unable to process.

Assessment: Exploitable in computer chip fabrication",
	
	
		"Ency_HangingStinger" : "Drooping Stinger",
"EncyDesc_HangingStinger" : "1. Zero photosynthetic cells detected. Implies carnivorous adaptation to low-light environments. 

2. Follicles along the tentacles capable of detecting contact with foreign bodies, triggering an electromagentic charge in the 600 watt range. Prey is likely paralyzed and consumed over many weeks.

Prey: Small fish

Assessment: Avoid",
																																																																												
	
		"Ency_Hoopfish" : "Hoopfish",
"EncyDesc_Hoopfish" : "1. Small size, school mentality, prey fish.

2. Antennae: Rather than swimming this lifeform uses the fine green antennae which encircle its body to alter the composition of the water in front of it, allowing it to 'sail' into the low density space created.
	
Assessment: Edible but meager",
																																																																																																																							 
	
	"Ency_CoralSample" : "Common Corals",
"EncyDesc_CoralSample" : "The giant coral tubes and slanted shell plates appear to be different solutions to the same problem of maximizing water and nutrient flow throughout the colony. Despite external differences these structures are built by very similar organisms on similar principles. Samples are rich in calcium.

Assessment: Exploitable in bleach fabrication",
								 
																																																																						   

																 
										
																																																																																																								   

	"Ency_Crash" : "Crashfish",
"EncyDesc_Crash" : "1. Impact-sensitive spikes: If the lifeform collides with something at sufficient speed these spikes are impacted, triggering an internal chemical reaction.
																																																																																																   

2. Suction snout: Likely adapted to vacuum up small insects and grubs in cave systems.

3. Chemical storage organ: concentrations of sulfur build up in this organ over time, and can be deployed as an explosive last line of defense during the nesting phase.
										   
																																																																											   

Data points to an evolved symbiosis with the crashfish plant. Hypothesis: the plant evolved to feed on sulphuric compounds secreted by the crashfish. Stronger, more protective plants provided superior nesting grounds, which in turn benefited the plant with more nutrients, and the co-operative cycle continued.

Assessment: Avoid or incapacitate",
																																																																																		 

	"Ency_CrashLair" : "Crashfish Plant",
"EncyDesc_CrashLair" : "This plant species appears to share a symbiotic relationship with the aquatic lifeform that nests inside it. The petal-like structures appear undamaged when the lifeform emerges, and likely remain open until the nest is reclaimed by the original owner, or another.

Further information on this relationship is not possible from studying the plant in isolation.
																																																																					

Trace amounts of a sulphuric residue have been detected on the inner leaves.

								   
																										   

																												   
																						 
																											

Assessment: Exploitable",





///////////////////
////KELP FOREST////
///////////////////

		"Ency_Creepvine" : "Creepvine",
"EncyDesc_Creepvine" : "A kelp species concentrated in large forests, in shallow, sandy waters. Loose roots anchor the plant to the sea floor, from where it grows steadily toward the surface in pursuit of sunlight.

The stem is fibrous and rich in iron, making it both a viable food stuff, and base material for fabrication of textiles such as rope and bandages.

Predators: Hoverfish, eyeye, rabbit ray, peeper

Assessment: Vital alien resource - Edible - Medicinal - Construction Applications",

		"Ency_CreepvineSeeds" : "Creepvine Seeds",
"EncyDesc_CreepvineSeeds" : "Mature creepvine plants that have survived the predation of small herbivores produce these bioluminescent seed clusters, which may be knocked loose by currents or consumed and later deposited by predators. 

The embryo is surrounded by a thick oil layer which would disperse into the ground as the outer skin deteriorated. This may provide the seedling with the nutrients it needs to survive the low-light conditions on the sea bed.

Assessment: Exploitable oils",

    "Ency_Eyeye" : "Eyeye",
"EncyDesc_Eyeye" : "An extreme evolutionary adaptation where 90% of the body mass is dedicated to the ocular cavity. 

					 
- Specialized in identifying its predators in low-light environments long before they come into range
- No brain, just a nervous system
- Too stupid to avoid predators at close range
- Vulnerable to surprise attack, implies natural prey of the sand shark

					   
																																										 

Assessment: Edible and easy to catch once spotted",


								   
																											

					  
																						   

																																																																															  

									   


    "Ency_Hoverfish" : "Hoverfish",
"EncyDesc_Hoverfish" : "Six unique limb appendages feature charged pads capable of ionizing the surrounding water. The hoverfish appears to use this ability to maintain its position against the current as it feeds from kelp and lichen.

					
																																																				   

Assessment: Edible, a healthy staple",


    "Ency_Biter" : "Biter",
"EncyDesc_Biter" : "Small, aggressive specimen. 94% muscle, 4% connective tissue, 2% brain. 
	
- Overdeveloped tail fin favors out-pacing and outnumbering their prey over individual maneuverability
- Specialized olfactory stalk on its head for detection of bodily fluids in the water
- Likely indiscriminate when hunting: anything injured is fair game
- Secondary pair of eyes bear similarities to the sand shark's. Likely dedicated to detecting the peripheral movement of larger predators. 

Prey: Small herbivores; but according to calculations creatures up to 100x the biter's body weight could succumb to a focused pack.
																													  
	
Assessment: Lethal without proper precautions - Avoid packs - Try not to bleed",
																			  

																																	  

												   


    "Ency_Stalker" : "Stalker",
"EncyDesc_Stalker" : "A streamline predator with developed intelligence and strength. 

- Found in the kelp forests, in wait of prey leaving the safety of the shallows
- Retinal layering suggests adaptation for night-time hunting
- Neural pathways indicate innate ability for reward-based learning; evolutionary explanation unclear at this time
- Attracted to metals. Will fight fiercely over its hoard. No explanation available for this behavior. Further research required.
	
Prey: Evolutionary profile fits natural predator of the peeper
																																																																								 
	
Assessment: Coerce or avoid",
																			

			   
																			

					  

																			   


    "Ency_SandShark" : "Sand Shark",
																												 

					  
																																																					  

						 
																														

		
"EncyDesc_SandShark" : "A segmented exoskeleton makes this a slow but powerful predator. The rows of feet on the lifeform's underside are ill-designed for ambulation - instead they are used to disturb the surface of the sand so the lifeform can burrow into the ground, from where it may ambush its prey.

Prey: Herbivores up to twice its size

Assessment: Avoid suspicious sand clouds",
	
	
	"Ency_Bleeder" : "Bleeder",
"EncyDesc_Bleeder" : "A simple parasitic organism, little more evolved than the common tick. 

Identifying features include a ductile sack on its rear end for collection and digestion of blood; and a jaw with rows of teeth and mandibles used to attach to the skin of its victims.
										   

	   
																	  

Prey: Known to target live organisms, the bleeder's low speed and poor defenses suggest they have evolved primarily as carrion feeders.

Assessment: Inconvenient and unhygienic",


	"Ency_StalkerTooth" : "Stalker Behavior & Physiology",
"EncyDesc_StalkerTooth" : "Extended analysis of stalker dental samples has been completed.

In other local lifeforms tooth composition follows a familiar biological process whereby a calcified structure is grown in the gum.

Stalker teeth are unique in exhibiting extraordinary lightness and strength, and containing only trace amounts of calcium. They gain their structural integrity from a titanium/iron compound somehow produced in the stalker's body.

This suggests some possible explanations for the creature's metal-gathering behavior, but raises more questions:

- By what process can the stalker convert raw metals into dental structure?
- What explains this seemingly costly evolutionary adaptation? An armored opponent? A calcium shortage?

Assessment: More research required.",




///////////////////////
////GRASSY PLATEAUS////
///////////////////////

	"Ency_Spadefish" : "Spadefish",
"EncyDesc_Spadefish" : "A common herbivore that seems to avoid shallower waters in favor of swimming near to the seabed from where it can keep its one eye on would-be predators in the water above it. Recently observed specimens have high concentrations of a poisonous enzyme - may be a seasonal stage of their lifecycle. Continue to observe.

Assessment: Edible, substantial",
																										   

							
																											  

					


	"Ency_Reginald" : "Reginald",
"EncyDesc_Reginald" : "A common prey fish. Dull green coloration for deep water camouflage. Luminescent tail coloration likely part of mating behavior. Filters loose algae and other plant material from the water via four gill-like, front-mounted orifices.

			  
																											 

Assessment: Edible, substantial",


	"Ency_TigerPlant" : "Tiger Plant",
"EncyDesc_TigerPlant" : "This plant has adapted to sense fluctuations in the water at up to 15m, and is capable both of prehensile movement of its tubes, as well as the propelling of thorns at speeds of up to 10m/s.

Although capable of incapacitating small herbivores, this plant lacks carnivorous digestive organs. Would-be predators caught in its defensive perimeter serve as a warning to other herbivores not to approach; and then as they decompose they serve as fertilizer for the tiger plant.

Assessment: Avoid or incapacitate",


	"Ency_BloodGrass" : "Blood Grass",
"EncyDesc_BloodGrass" : "A common sea grass adapted to shallow, sandy environments. 

- Likely to grow wherever the ground is too loose or the ocean surface too far for creepvines to take hold
- Commonly found growing on the crests of dunes and atop raised plateaus for superior access to sunlight
- Distinctive red coloration may be an adaptation to low wavelength light on the seabed, a deterrent against predators, or both
- Insufficient calories for human consumption

Predators: Reginald, spadefish, boomerang

Assessment: Presence supports healthy biodiversity",

	"Ency_TreeLeech" : "Tree Leech",
"EncyDesc_TreeLeech" : "Parasitic, fungus-like growth found attached to other fauna. An enzyme is released by the organism which dissolves a hole in the skin of the host, from which it leeches nutrients directly.

Outer, tooth-lined jaw serves no identified purpose. May be used during a different stage of the organism's lifecycle?

Assessment: Exploitable fungal enzymes",


	"Ency_TreeMushroom" : "Tree Mushrooms",
"EncyDesc_TreeMushroom" : "Analysis of these large organic structures reveals a microcosm of co-operating, co-habiting and competing lifeforms.

The main trunk is a species of coral, some colonies up to 50,000 years old. The caps which line it share more in common with earth fungi. Other organisms grow on the structure wherever there is space and light.

Surrounding waters are dense with herbivorous lifeforms in the 1mm - 10mm range, to the extent that larger herbivores appear to have mostly abandoned the area.

Assessment: Exploitable",


	"Ency_Jellyray" : "Jellyray",
"EncyDesc_Jellyray" : "Shares some evolutionary traits with the rabbit ray, including highly poisonous flesh. This species has adapted to low-light environments with a translucent, luminescent body. This may help to:

- Light up the surrounding area for foraging
- Ward away predators
- Identify the organism to others of its kind

Smaller creatures have been seen swimming in the jellyray's wake to take advantage of the light source for their own ends.

Assessment: Inedible",


	"Ency_Mesmer" : "Mesmer",
"EncyDesc_Mesmer" : "Small, carnivorous lifeform with a unique hunting mechanism that allows it to catch prey twice its size. 

The mesmer waits until a larger carnivore approaches before opening its outer wings. Predators become transfixed by the shimmering pattern, at which point the mesmer opens the jawlike recess in its protective shell and attempts to eat its victim alive, or incapacitate it long enough to escape.
																																																																											   

			   
																																

Assessment: Avoid",


	"Ency_Reefback" : "Reefback",
"EncyDesc_Reefback" : "Armor plating on these huge lifeforms is thick enough to interfere with the spectroscope scanner. Limited data available.

Size ranges upwards of 20m. Tentacles provide low speed propulsion. Sociable, seen traveling in small pods. Profile consistent with a herbivore near the top of the food chain.
																						   

				
																					 

			 
																  

																					  

Predators: Unknown

Assessment: None at this time",



///////////////////////
////JELLYSHROOM CAVES//
///////////////////////

	"Ency_Oculus" : "Oculus",
"EncyDesc_Oculus" : "This specimen shares genetic similarities with the common peeper. The two species' evolutionary history must have diverged as the oculus developed specialized apparatus for navigating cave systems. Proximity to jellyshrooms suggests these may be the oculus' primary foodstuff.",

								 
																											   

																																																																	 

					

 	"Ency_Crabsnake" : "Crabsnake",
    "EncyDesc_Crabsnake" : "This lifeform appears to live in symbiosis with the jellyshroom. All encountered specimens have been located within 50m of jellyshroom flora, frequently within the plants themselves.
    
- Capable of rapid movement when striking its prey
- Large twin claws mounted around the oral cavity penetrate or latch onto prey
- Displays territorial behavior, patrolling the cave systems in which they reside
- Presence of crabsnakes may deter herbivores from feeding on the jellyshroom itself
    
Assessment: Avoid",




///////////////////////
////LATE BIOMES/////////
///////////////////////
//blighter (blood biter)
//spinefish (blood hoopfish)
//blood crawler
//eggs/variants for advanced theories on major lifeforms?

	"Ency_Ampeel" : "Ampeel",
"EncyDesc_Ampeel" : "A large, inquisitive predator found inhabiting the deeper waters of the reefs and koosh colonies.

 - Strong and territorial
 - Torso-mounted prongs appear capable of generating a powerful electric current
 - Ampeel has been recorded using electricity to incapacitate its prey
 - If a faster, stronger and hungrier predator lives on the reefs, it appears to avoid the ampeel",

 
	"Ency_Boneshark" : "Boneshark",
"EncyDesc_Boneshark" : "A powerful predator that lives in small packs and fiercely defends its hunting grounds.

							   
 - Thickly armored exoskeleton suggests defensive adaptation either to larger predators, or in-species aggression

				  
 - Large eyeballs consistent with high light sensitivity, likely for hunting of luminescent prey in low-light environments

 - Generally slow and unresponsive, they will act with uncompromising aggression against any threat to their nesting grounds",

				   


 	"Ency_SeaTreader" : "Sea Treader",
"EncyDesc_SeaTreader" : "A vast bipedal lifeform which roams the reefs in herds.

				   
- Long snout is used to siphon up plant material from the sea floor, and maintain balance

- Analysis suggests adaptation for migratory behaviour
- Large herds would be projected to decimate the flora of a single grazed area
- May interact with the ecosystem in ways as yet undetermined

Assessment: Investigate interactions with local environment",


 	"Ency_Crabsquid" : "Crabsquid",
"EncyDesc_Crabsquid" : "This large predator can be found in deep waters, where it lurks amongst the blood kelp and membrain trees in search of prey.

- 10 limbs feature different appendages for swimming, walking and offensive behavior
- Feeds on small fish, which are identified in the murky waters through a combination of smell and light sensitivity
- Attraction to light sources suggests jellyrays and spinefish may be amongst its natural prey
- Aggressive when approached

Assessment: Avoid",

///////////////////////
////   TECH     ///////
///////////////////////

	"Ency_ModificationStation" : "Modification Station",
"EncyDesc_ModificationStation" : "Where the standard fabricator atomically rearranges raw materials to form complex devices, the mod station is able to combine complex devices to enhance their function.

Most industrial vessels are fitted with a complement of equipment modification stations, which enable engineers to adapt their tools for emergent situations on the fly.

To conserve hard drive space the modification station is excluded by default from most personal emergency blueprint libraries; however extreme environments such as ocean and desert class planets may necessitate the adaptation of basic survival tools (such as the knife and oxygen tanks) for unanticipated applications. For this reason access to a mod station is always recommended.",


	"Ency_StasisRifle" : "Stasis Rifle",
"EncyDesc_StasisRifle" : "The stasis rifle uses patented technology to slow time in a specified area to as near to a full stop as the laws of physics will permit. It is an advanced, handheld tool designed to facilitate scientific and engineering operations by expanding the window of opportunity for action in time-sensitive scenarios.

Common applications include:

 - Slowing fast-moving mechanisms, such as fan belts, to facilitate maintenance operations
 - Pausing the biological processes of organisms for closer study
 - Halting the progress of fires and flooding
 - Navigating perilous spaces by freezing potential threats

The stasis rifle features an independent, replaceable power cell, and the trigger may be held down to increase the area of effect and duration.
																						
																											   

Due to high power consumption and non-lethality, conventional weapons are recommended for personal defense.",


	"Ency_PropulsionCannon" : "Propulsion Cannon",
"EncyDesc_PropulsionCannon" : "The propulsion cannon allows technicians to manipulate gravitational forces at ranges of up to 20m. It is commonly used in construction and mining to move materials.

Operating Instructions:

 - Pull the trigger once to lock onto and attract a single targeted object weighing less than 25kg
 - The object can now safely be retrieved from the gravitational beam
 - Alternatively, pull the trigger a second time to propel the object at speed away from the device
 - Not recommended for use on organic subjects",

	"Ency_Seamoth" : "Seamoth",
"EncyDesc_Seamoth" : "The seamoth is a one-person submersible with an independent, replaceable power cell and a fully customizable design. Most long-range mining vessels carry at least two submersibles of this class to facilitate the exploration and exploitation of water-bearing planetoids.

Ratings: 
 - Top Speed: 13m/s
 - Acceleration: 5m/s/s
 - Distance per power cell: 10km
 - Crush depth: 200m below sea level 
 - Upgrade module slots: 4
 - Dimensions: 3m x 1.5m x 1m
 - Persons: 1

Seamoths may be modified by installing upgrade modules to the access point mounted by default on the upper left wing. These include:
													  
																											

 - Increased cargo storage
 - Superior power 
 - Pressure and collision compensation
 - Enhanced sonar
 - Defensive capabilities
 
NB These modules may only be manufactured at an appropriately outfitted moonpool.",

														 

 	"Ency_SeamothConfigs" : "Seamoth Configurations Catalog",
"EncyDesc_SeamothConfigs" : "Cargo Hauler: 3x storage; 1x solar charger
Scout: 1x pressure compensator; 1x power efficiency; 1x perimeter defense; 1x sonar;
Tank: 1x perimeter defense; 1x torpedo system; 2x hull reinforcement",
 
	"Ency_Builder" : "All-terrain Quick-build Habitats",
"EncyDesc_Builder" : "The Alterra handheld habitat builder has been an essential tool of xenoscientists, colonists and emergency relief crews across seven different empires for more than 50 years.

Habitat modules are hermetically sealed from the outside environment, and may be built on land, underwater, or in a vacuum. Oxygen and power systems are not fitted as standard and must be built separately. Most capital ships carry a full complement of advanced modules and reactors for quick deployment in the field.
																																	

Habitats can be enhanced to become long-term homes, remote research stations, defensive outposts and more.",
																																					   

															
												 
 
	"Ency_Moonpool" : "Moonpool",
"EncyDesc_Moonpool" : "The moonpool is an essential module for long-term exploration. Its primary function is as a dock for vehicles such as the seamoth submersible (seamoth not included).

The large central chamber contains a pressurized pool which provides ready access to the surrounding waters, and comes as standard with equipment for raising and recharging a vehicle.
																																											

It is recommended the builder tool be used to outfit the moonpool with a vehicle modification station at your earliest convenience. This will enable the fabrication of upgrade modules, amongst other things.
																			 

Ratings:
 - Dimensions: 16m x 10m x 5m
 - Connection points: 6
 - Habitat hull strength liability at sea level: -5 (equivalent 4 rooms)
 - Capacity: 1 seamoth
 - High power consumption",
 
										   
										
 
    "Ency_BasePlanter" : "Planters & Pots",
    "EncyDesc_BasePlanter" : "Interior planters come in a variety of configurations, and allow for most plant species to be grown in small numbers. For decorative or botanical use.",
 
    "Ency_FarmingTray" : "Exterior Growbed",
    "EncyDesc_FarmingTray" : "Advanced synthetic soils allow this growbed to support a huge variety and quantity of alien plantlife, and it can be installed anywhere on land or underwater where there is space.",
    
    "Ency_PlanterBox" : "Interior Growbed",
    "EncyDesc_PlanterBox" : "Designed for use exclusively inside regulated habitat modules, the interior growbed is more compact than the outdoor version.",
    
    "Ency_WaterFilter" : "Water Filtration Machine",
    "EncyDesc_WaterFilter" : "The filtration system draws water unfit for human consumption from an external source, atomically splits it into its constituent parts and outputs consumable liquid water and salts while disposing of any harmful by-product. It can be built in any compatible habitat module, but has substantial power requirements.",
 
																																																												
 
 	"Ency_Techlight" : "Floodlight",
"EncyDesc_Techlight" : "The standard issue floodlight is battery-powered, and designed to focus a bright beam of light in a single direction, useful in all kinds of industrial and emergency operations. Functions in all known environments. The battery is replaceable.",

 	"Ency_LEDLight" : "Light Stick",
"EncyDesc_LEDLight" : "A mobile, battery-powered LED light, which provides low-level lighting in a 360 degree area, and can be attached to most surfaces.",

 	"Ency_Spotlight" : "Spotlight",
"EncyDesc_Spotlight" : "A permanent lighting solution developed for installation on existing habitats and facilities.

- Automatically rotates on a 180 degree arch
- Motion-sensitive: will track nearby moving objects
- Draws electricity from main power",

			
																																																															  

	"Ency_Seaglide" : "Seaglide",
"EncyDesc_Seaglide" : "The seaglide is a personal transportation device designed for use in oceanic environments.

 - Capable of speeds of up to 10m/s in standing water
 - Displays basic topographical data for aid in charting cave systems
 - Replaceable battery",

							

	"Ency_LaserCutter" : "LaserCutter",
"EncyDesc_LaserCutter" : "The ultra high frequency laser cutter is tuned specifically to cut through titanium and plasteel based materials at a thickness of up to 10cm. This makes it an essential tool for construction, salvage and rescue operations, but ineffective on natural obstacles.",

	"Ency_Welder" : "Welder",
"EncyDesc_Welder" : "Rather than heating components until they melt, the modern welder stitches wires and seams back together at an atomic level, directed by an onboard AI. All good technicians keep one of these under their pillow.",
														

						
															
																	 

	"Ency_Bioreactor" : "Bioreactor",
"EncyDesc_Bioreactor" : "On planets where organic matter is plentiful but sunlight is not, a reliable bioreactor will frequently prove the most efficient power solution.

 - May be installed in any multipurpose habitat room
 - Chemically composts organic materials, converting them into energy over time
 - Accepts all plant matter, from seeds and spores to moldy fruits and vegetables
 - Can also process animal matter (fat, muscle, eggs etc) and some organic waste products
 - Energy production is proportionate to the calories in the organic matter",

																  
																	 
																							  
													  
 
	"Ency_ThermalPlant" : "Thermal Plant",
"EncyDesc_ThermalPlant" : "The first rule of survival in hostile environments is to work with the resources available. If it's 800 degrees outside and you're in danger of burning to death at any moment you may as well get some cheap, reliable energy out of it.

 - Converts heat energy into electricity
 - Always take thermometer readings before attempting installation
 - Core mechanisms are housed in a heat-resistant chassis, but are not impervious to extreme temperatures",

																					 
																
																	
 
	"Ency_NuclearReactor" : "Nuclear Reactor",
"EncyDesc_NuclearReactor" : "Renewable energy sources will usually be sufficient for maintaining a small outpost. For everything else there's nuclear power. 

 - Powered by up to four replaceable uranium reactor rods
 - Do not attempt to replace reactor rods without a full radiation suit
 - Do not attempt to overclock the reactor

Nuclear is ideal for energy-intensive operations such as:
 - Self-sufficient colonies supporting more than 20 people
 - Industrial outposts operating multiple docks and heavy machinery
 - Research stations housing live specimens",

	"Ency_Cyclops" : "Cyclops",
"EncyDesc_Cyclops" : "The cyclops is the most popular and reliable deep-sea submersible in the galaxy. By comparison to the competition it can be crewed by just one pilot, hence the name. It features:
														  

 - Manual piloting controls and forward observation deck for precision maneuvering
 - Dry dock for transportation and maintenance of scouting vehicles
 - Extensive storage solutions in the stern section
 - Internal and external video feeds
 - Onboard AI for collision and damage detection
 - Multiple customization options

Ratings: 
 - Top Speed: 8m/s
 - Acceleration: 3m/s/s
 - Distance per power cell: Variable
 - Crush depth: 500m below sea level 
 - Dimensions: 54m x 14m x 12m
 - Persons: 6
 
NB The cyclops does NOT feature:
  - Habitation quarters: It is recommended the captain draw up a rota to decide who gets to sleep in the corridor each night
  - Emergency ballast: In the event of flooding and full power failure this vehicle WILL sink
  - Extensive customization options",

				 
													  

	"Ency_MapRoom" : "Scanner Room",
"EncyDesc_MapRoom" : "This advanced habitat module can transform a small outpost into a burgeoning science and exploration station.

 - Remotely controlled scouting drones scan the area at a range of 500m
 - A 3D display in the center of the room stores local topographical data
 - Wall-mounted camera feeds allow for live control of scouting drones
 - System can scan for and pinpoint particular materials
 - Upgrade console may be used to enhance the module's functions",

	"Ency_WaterPark" : "Alien Containment",
"EncyDesc_WaterPark" : "Despite huge, Alterra-led advancements in stellar technology, exploring new worlds still has its challenges. Alien lifeforms are one of them. The alien containment facility is designed to mimic the natural environment outside the habitat, and facilitate scientific research.

 - Units must be installed in multipurpose room modules, and may be connected between rooms stacked in a column
 - A hatch must be installed in order to access the containment unit
 - Flora and fauna may be kept alive indefinitely, provided a steady food and power supply
 - The containment unit provides a perfect environment in which to study alien feeding and breeding behaviors
 - Environmental controls may fail if the unit is overpopulated
 - Never tap the glass: you don't know what will tap back, or how hard",

	"Ency_Exo" : "P.R.A.W.N. Suit (Mk.III)",
"EncyDesc_Exo" : "The Pressure Re-Active Waterproof Nano Suit is a range of mechs designed to protect the pilot from extreme environments. The Mk.III is the latest iteration, and has so far only been rolled out by Alterra for their own high-value, phasegate-related operations.
							   

 - The suit is fully insulated from the outside environment
 - Powerful hydraulic limbs allow for manipulation of objects and powered traversal of the environment
 - Rear-mounted thrusters provide maneuverability in low-gravity environments
 - A range of modifications are available to facilitate resource extraction and enhanced exploration

'P.R.A.W.N. It's got you covered.'",


//////////////////////
////FARMING PLANTS////
//////////////////////


//////////////////////
////  LAND PLANTS ////
//////////////////////

 	"Ency_HangingFruitTree" : "Lantern Tree",
"EncyDesc_HangingFruitTree" : "A conglomeration of individual vines which rely on one another for structural support. Grows exclusively on fertile land. Each vine produces orange, lantern-shaped fruits with roughly the same nutrition and hydration value as a common watermelon.

Assessment: Edible staple",

 	"Ency_BulboTree" : "Bulbo Tree",
"EncyDesc_BulboTree" : "A bulb-based flora which roots to the ground and sprouts turquoise leaves. Analysis suggests the sap produced by this plant is poisonous to insects, but can be harvested and consumed by humans for its high water-content.",

										

 	"Ency_PinkMushroom" : "Pink Cap",
"EncyDesc_PinkMushroom" : "A land-based fungus species with harvestable spores. Inedible.",

 	"Ency_PurpleRattle" : "Speckled Rattler",
"EncyDesc_PurpleRattle" : "A brittle land-plant containing large spores which generate a characteristic rattle when the plant is shaken. This may act to ward off predators, or even encourage predation as a means of spreading the spores.",

 	"Ency_PurpleVasePlant" : "Ming Plant",
"EncyDesc_PurpleVasePlant" : "A hardy specimen which grows on land. The vase-like trunk protects the root system from predation and self-repairs over time, explaining the characteristic cracks on the side.",

 	"Ency_OrangeMushroom" : "Jaffa Cup",
"EncyDesc_OrangeMushroom" : "A common land-fungus commonly found in clusters. Grows quickly, size is limited only by available nutrients and space.",

 	"Ency_VegetablePlant" : "Chinese Potato Plant",
"EncyDesc_VegetablePlant" : "The Chinese potato is common throughout the China Territories, where synthetic foods are still stigmatized, and there remain large tracts of arable land on which to grow fresh produce. Genetically designed prior to the Expansion, this plant is highly adaptable to different environments, and a staple of new colonies galaxy-wide.

Assessment: Edible staple",

 	"Ency_MelonPlant" : "Marblemelon Plant",
"EncyDesc_MelonPlant" : "This plant collects water from the air rather than relying on its root system, and produces large, fleshy fruits which are both edible, and have atypically high water content.

Assessment: Edible - High water content",

 	"Ency_PinkFlower" : "Voxel Shrub",
"EncyDesc_PinkFlower" : "A pink-leafed plant with an angular appearance which grows exclusively on the floating island.",

 	"Ency_FernPalm" : "Fern Palm",
"EncyDesc_FernPalm" : "This specimen first identified in an artificial growbed on the floater island. It is not listed in existing flora databases, so it is unclear whether or not it is native to this planet. Genetic code shares some features with other local plantlife, but this may be the result of DNA transfusion rather than natural evolution.",

 	"Ency_OrangePetalsPlant" : "Grub Basket",
"EncyDesc_OrangePetalsPlant" : "An orange-colored land plant which usually contains a thick, protein-rich sludge at its base. This may suggest a carnivorous lifecycle, wherein grubs and insects are attracted to the bright petals, make their way to the center of the plant, but are unable to scale back up the slick inner leaves and are ultimately digested.",

//////////////////////
////  SEA PLANTS ////
//////////////////////
 	"Ency_WhiteMushroom" : "Deep Shroom",
"EncyDesc_WhiteMushroom" : "A discolored relative of the acid mushroom, adapted to low-light conditions.",

 	"Ency_KooshBush" : "Koosh Bush",
"EncyDesc_KooshBush" : "This aquatic species has evolved to grow in deep, sandy environments, and to conserve its hydration levels against relatively extreme external temperatures. The root system can fragment the shale rock it grows on to form a deep anchor point, allowing predators to graze but not easily uproot the entire plant. This grazing will tend to dislodge parts of the plant, and each section is capable of growing into a fully formed adult plant, explaining the concentrations of koosh bushes in some parts of the world.

Predators: Hoopfish, EyeEye
																																																																																																																																					 

Assessment: Edible in small quantities - High water content",


											
																																																																															  

 	"Ency_BluePalm" : "Blue Palm",
"EncyDesc_BluePalm" : "The blue palm is a common aquatic plant which thrives in shallower waters with high exposure to sunlight. Long fronds intercept light before it can reach the smaller flora on the seabed.",

 	"Ency_SmallFan" : "Pygmy Fan",
"EncyDesc_SmallFan" : "A common, mildly luminescent plant, discovered predominantly in shallower waters.",

 	"Ency_PurpleFan" : "Veined Nettle",
"EncyDesc_PurpleFan" : "A common, shallow-water plant which frequently shows signs of predation around the edges of the leaves. Thick, violet veins carry nutrients to the extremities of the fan, and brightly-colored seeds grow around the base and stem.",

 	"Ency_WrithingWeed" : "Writhing Weed",
"EncyDesc_WrithingWeed" : "Well-adapted to both shallow waters and cave systems, this plant lives in symbiosis with a coral species which forms around the base of the stems.",

 	"Ency_GabeSFeather" : "Gabe's Feather",
"EncyDesc_GabeSFeather" : "This plant grows almost exclusively in deeper waters, where its hand-like leaves have evolved to filter sediment from the environment. It is likely dependent on the excretions of fauna populating the waters above and around it.",

 	"Ency_SeaCrown" : "Sea Crown",
"EncyDesc_SeaCrown" : "This plant consists primarily of a large bladder-like sack containing a huge variety of bacterial species, which may enable it to break down complex compounds it draws from the root system. Shares large sections of genetic code with the membrain tree. Environment scans indicate this plant is rare to the point of extinction.",

 	"Ency_MembrainTree" : "Membrain Tree",
"EncyDesc_MembrainTree" : "This entity defies neat categorization. It consists of more than one coral species working in tandem to create an insulated microcosm enclosed within a translucent membrane. Found exclusively growing on basalt rock in the grand reefs, the homeostatic conditions within are considerably warmer and more dense with microbial life than the outside environment, and the bright purple fauna inside will likely die off very quickly if exposed.",


 	"Ency_EyesPlant" : "Eye Stalk",
"EncyDesc_EyesPlant" : "A cave-dwelling tuber dotted with luminescent, photosensitive 'eyes'. These eyes may in some way direct the twisted growth of the stems themselves, possibly in reaction to other light sources, proximity of cave walls, or other environmental conditions.",

 	"Ency_RedGreenTentacle" : "Ghost Weed",
"EncyDesc_RedGreenTentacle" : "Grows exclusively in regions populated with blood kelp, and shares some genetic similarities.",

 	"Ency_PurpleStalk" : "Violet Beau",
"EncyDesc_PurpleStalk" : "A common, luminescent plant which grows in patches on the seabed.",

 	"Ency_RedBasketPlant" : "Rouge Cradle",
"EncyDesc_RedBasketPlant" : "A complex, cave-dwelling fauna specimen. The bright yellow core of this plant is protected by a rigid cage, presumably to ward off medium-sized herbivores.",

 	"Ency_RedBush" : "Redwort",
"EncyDesc_RedBush" : "A common plant adaptable to many different environments, the redwort is a staple part of the diet of many smaller herbivores.",

 	"Ency_RedConePlant" : "Regress Shell",
"EncyDesc_RedConePlant" : "This specimen is composed of a complex series of regressing rings, connected by tendrils.",

 	"Ency_ShellGrass" : "Spiked Horn Grass",
"EncyDesc_ShellGrass" : "While it shares a closes genetic similarity with blood grass, this species has evolved to house its root system in rigid, horn-shaped enclosures.",

 	"Ency_SpottedLeavesPlant" : "Spotted Dockleaf",
"EncyDesc_SpottedLeavesPlant" : "A simple aquatic plant. Chemicals within the leaves act to neutralize poisons and acids found in other local specimens, thereby actively encouraging predation by herbivores, albeit in small quantities. This ensures the plant both spreads its seed, but retains enough surface area on its leaves to survive itself.",

 	"Ency_RedRollPlant" : "Furled Papyrus",
"EncyDesc_RedRollPlant" : "The function of the distinctive curled leaves on this aquatic plant is not immediately clear. It is possible the leaves unfurl in low-light conditions, or that they are designed to channel water currents through the main body of the plant, thus enhancing nutrient take-up.",

 	"Ency_PurpleBranches" : "Cave Bush",
"EncyDesc_PurpleBranches" : "A purple, luminescent species which grows well on hardy terrain away from sunlight.",


 	"Ency_JellyPlant" : "Spore Sack",
"EncyDesc_JellyPlant" : "These organic sacks grow on cave walls and foster within them colonies of purple spores which will float towards the surface and latch onto any rock face they encounter.

Assessment: Edible - Vital material in aerogel construction",

														

 	"Ency_SnakeMushroom" : "Jellyshroom",
"EncyDesc_SnakeMushroom" : "A lifeform unique to a microcosm located in a cave system deep within the grassy plateaus, where a high concentration of carnivorous lifeforms wards off smaller predators.

- Consists of a tough, trunk-like base from which grows a fragile purple membrane
- Membrane structure suggests vulnerability to predation, but evidence thereof is lacking
- Unknown defensive mechanisms?
- Possible symbiotic relationship?

Predators: None identified
Assessment: Further investigation suggested",


 	"Ency_BloodVine" : "Bloodvine",
"EncyDesc_BloodVine" : "This species of kelp grows in sparse copses, deep on the ocean floor, and provides shelter for an array of distinct fauna and megafauna.

Survival at these depths is challenging, and the lifeforms which make their homes here have developed unusual coping mechanisms, including a bleaching of skin pigment, dependency on naturally occurring metals and oils to adjust to temperature and pressure, and in some cases even electrical defense mechanisms.

The vibrant red oils which seep from the bloodvine coagulate into semi-hard pustules, which frequently fall loose and form a vital foodstuff for the local ecosystem, or are otherwise reabsorbed into the ground over time.",


//////////////////////////
////UNSORTED CREATURES////
//////////////////////////

 	"Ency_ReaperLeviathan" : "Reaper Leviathan",
"EncyDesc_ReaperLeviathan" : "Motivational note: This lifeform has been categorized as a leviathan class predator. Congratulations on getting close enough to scan it and on living to see the results!

- Scanned specimen measured 55m long
- Observed circling its prey and attacking from behind
- Four powerful mandible claws lock prey in place while the reaper consumes it
- Simulated pressure on jaw exceeds Seamoth crush resistance
- This creature is all muscle. No brain. No reflexes. No sense of morality. Just muscle, sinew and teeth.

Prey: Everything
Predators: ???

Assessment: Avoid without appropriate safety equipment",


 	"Ency_Warper" : "Warper",
"EncyDesc_Warper" : "UNKNOWN. UNKNOWN. UNKNOWN.

- No available biological archetypes to draw from in memory banks
- No genetic crossover identified with other local lifeforms
- Appears to hunt other lifeforms, but no digestive organs have been identified
- Internal structure considerably more complex than other known organisms
- Unknown mechanisms make this lifeform capable of phase jumping itself and other organisms to different locations
- Demonstrates no recognized defensive behaviour
- Origins and ecosystem role unknown

Assessment: Investigate",


					   
					   
					   


			   
					
				

									 
																			

																																																						 

					   
																																																																										 

				   
																																																																																														  

				 
																																													  

		  
																																																				 

																					


									
																																																	

																	  
										   
																										   

				  
																					  
										
															  
																				  

																																																												 

														 


							   
																																																												 

																																																																											   

										  


								   
																																																																				 

																  
																										
											 
 
 
								   
																																																   

																																																																								  

 
							   
																																							 

//other creatures in further biomes
//other tech (reactors? map room. check pdaprefab)
//are unique creatures still going in?


									
																																																																			


								
																						 

																																	  
																								  
														


				   
						
					


									   
																																																																			 



													 
																																																																																						   

																																																																																						  


									 
																																																																																																	

																																			   

							
																						  
															 
														   

																   


											   
																																																	

					   
																								  
																	 
																								   
											  

																					  


											 
																																																																															


										
																															  

													
														  
																					   


							
																																																																  

																																																					

		 
				   
					   
								
									 
						  
							 
			 

																											  
						  
				  
									  
				 
						 
 
																									  

										   

 
											 
										


							  
																																												  

																																													   

																												

		
							 
					   
																		
								   
						   
 
 
										   
																																													  
 
											
																																																				   
	
										   
																																																				
	
												   
																																																																																						 
	
																												  
 
 
								  
																																																																			

								  
																																						   

								 
																													 

											
													
									 


							  
																												 

													  
																	 
					  
								  

																					  


									 
																																																																							   

													   


								  
																																										 

													
																			   
																				 
																						 
																		   

									
 

 
									   
																																																																	

										
																  
																										 

									  
 
 
										   
																																							 

														 
																	   
										  

														 
														  
																   
											 

							
																																														   

			
																							  
																			   
													   
									
								  
								  

					
																		   
																				 
																																				
																												

		 
				  
					   
									
											 
							  
			   
 
								
																															
																							   


								 
																																   

																	   
																		 
																	  
														
																  

 
										
																																																																								   

					 
													   
														   
														
																			  

			  
																									 
											
																					
 
		 
															   
																					
																		

 
									
																																																																					 

														   
																									  
																			 
																									
 
										 


									
																																										  

																											
																	  
																						  
																										

																						


									   
																													   

							  
												  
	   

																   


													
																														  

																		
										 
															 

																		  


									 
																																											  

																												   
																	
												  
								   


											 
																																																																												  

																						   
									  
																	 
												  
				   

																	





//////////////////////////
////////SIGN LABELS///////
//////////////////////////

//Aurora

"Sign_Aurora_Airlock" : "AIRLOCKS",
"Sign_Aurora_Office" : "ADMINISTRATION",
"Sign_Aurora_Cargo" : "CARGO BAY 3",
"Sign_Aurora_Seamoth" : "SEAMOTH BAY",
"Sign_Aurora_DriveRoom" : "DRIVE ROOM",
"Sign_Aurora_Robotics" : "PRAWN BAY",
"Sign_Aurora_Robotics_2Line" : "PRAWN BAY",
"Sign_Aurora_Locker" : "LOCKER ROOM",
"Sign_Aurora_LivingArea": "LIVING QUARTERS",
"Sign_Aurora_Seamoth_Bay1" : "Bay 1",
"Sign_Aurora_Seamoth_Bay2" : "Bay 2"
								   
								   
								   
								   
								   
								   
								   
								  
											  
								

		  

									 
		 
									 
		 
									   
		 
								   
	 

																											
																							 
											
									
										
												  
								  
										
									  
									
									
									   
								  
										  
										   
									 
										  
								   
									 
									  
											  
										
										   
											  
									 
									   
										
										   
										
									  
											  
								  
										  
										 
											   
										  
								  
										 
									   
									   
									   
									 
								   
										
										   
								  
											  
										
										   
													 
										 
													   
													  
										 
									 
												
									
										   
										  
											   
												  
										
									
									 
									 
										   
												
												
									
												 
									
									
									  
									   
									  
									   
									   
									   
								   
									
									  
									   
									   
										   
										
												 
												   

																											   
																							 
								   
							   
								  
								  
								
									   
									
								   
										   
									   
									   
								   
									  
										  
									 
									  
								 
								   
								 
								   
									
							  
							  
								 
							   
									
								
								 
								 
									
									 
							  
									 
								  
									
									   
											
								 
										  
										
											
									  
									
								
								  
									 
									
							   
									 
										  
									
									  
									 
								  
									  
								   
										   
									  
										  
										
										
										 
								   
									
								   
												 
									
								  
								
								   
										  
										  
										  
											   
									 
										  
												  
												  
											
									
							  
										  
									 
									
									  
										
									 
							   
									  
									
									
									  
									 
										   
								   
							   
									 
									 
										
											
											
										 
									 
							  
							  
								   
										
										  
										 
									
											 
											
													
											
													  
													 
											
											
									  
									   
										 
										
										
											  
								  
								   
									 
										
									
								 
								 
								 
													
												   
											
											  
												  
											 
										 
										   
											
											  
											
										  
											
											
											
												 
											   
													 
									
													
												   
												 
										
												 
												 
										   
											 
											 
											   
											 
									   
										  
									  
										
										 
										
										   
										 
										 
										 
									 
									  
										
									 
										 
										 
											 
									 
									   
										
									   
										  
										
										
										
									
									 
									   
										
										
											
								  
								   
								  
								  
									
									
									  
										
									   
									   
									   
									   
										   
									  
											
											
										 
									   
									  
										   
											
									 
											   
									   
									 
									   
										
											
										   
									
										  
									  
									  
									  
										  
											 
										   
											 
												
									  
											
								
								
									   
									  
											  
												
											   

}
